[
    {
        "title": "Národnostné zloženie obyvateľstva",
        "paragraph": "Podľa sčítania v roku 2021 malo slovenskú národnosť 89,8%, maďarskú 2,4%, českú 1,1% a nemeckú 0,2% obyvateľov. Bratislava bola v minulosti mnohonárodnostným mestom, ktoré prešlo značnými zmenami v etnickom zložení obyvateľstva. Po mongolskom vpáde do Uhorska nastal v oblasti Bratislavy demografický pokles a vyľudnenie niektorých oblastí. To viedlo k novej prisťahovaleckej vlne, ktorá Bratislavu a blízke okolie výrazne ponemčila. V roku 1880 tvorili Nemci viac ako 60 % obyvateľstva (Nemci: 63,41 %, Slováci: 15,15 %, Maďari: 15,14 %). V nasledujúcich desaťročiach rýchlo rástol podiel maďarského obyvateľstva (1880: 15,14 %, 1890: 19,91 %, 1900: 30,52 %, 1910: 40,53 %) a to najmä na úkor Nemcov, ktorí stratili absolútnu väčšinu až v roku 1910.",
        "sources": ["https://sk.wikipedia.org/wiki/Bratislava#Hospod%C3%A1rstvo_a_ekonomika"]
    },
    {
        "title": "Národnostné zloženie obyvateľstva",
        "paragraph": "Bratislavský región (Bratislavský kraj) je najbohatší slovenský región a v rámci nových krajín Európskej únie je na prvom mieste (druhá je Praha) v poradí podľa HDP na obyvateľa vyjadrený v parite kúpnej sily (PPS), kde dosahuje 186 % priemeru Európskej únie – 51 200 € na obyvateľa (v roku 2014), čo je 6. miesto zo všetkých regiónov Európskej únie.[66] Je tu pomerne nízka nezamestnanosť (3,7 % v júli 2017) a veľa obyvateľov z iných regiónov Slovenska sem cestuje za prácou. Priemerná mzda v Bratislavskom kraji bola v roku 2024 vo výške 2 141€",
        "sources": ["https://sk.wikipedia.org/wiki/Bratislava#Hospod%C3%A1rstvo_a_ekonomika", "https://sk.wikipedia.org/wiki/Ekonomika_Bratislavy"]
    },
    {
        "title": "Dejiny",
        "paragraph": "Chronologicky zoradena historia Brastislavy -> staršia kamenná doba: Pästné kliny a iné kamenné nástroje človeka heidelberského (okolo 450 000 a okolo 300 000 pred Kr.) a neandertálca, mladšia kamenná doba: Trvalé osídlenie územia (počínajúc ľudom s lineárnou keramikou), 400 – 50 pred Kr.: Kelti; od 125 pred Kr. sa tu nachádza významné keltské oppidum (opevnené mesto) s mincovňou, 1. storočie – 5. storočie po Kr.: Hranica Rímskej ríše vedie stredom dnešného mesta. Početné rímske (napr. Gerulata) a germánske osady., 6. storočie – 8. storočie: Prví Slovania (od roku 500 dodnes) a Avari (od konca 6. stor. až do 8. stor.), 623 – 658: Súčasť Samovej ríše., od konca 8. storočia do roku 833: Súčasť Nitrianskeho kniežatstva., 805/807 (približne): K tomuto roku Aventinus spomína moravské knieža menom Uratislaus (čiže Vratislav), ktoré dalo postaviť na mieste zničenej rímskej hraničnej pevnosti Pisonium mesto, ktoré nieslo meno po svojom zakladateľovi, čiže Uratislaburgium., 833 – 907: Súčasť Veľkej Moravy., 907: Prvá písomná zmienka o Bratislave (Prešporok) v Salzburgských análoch najväčších v spojitosti s bitkou pod hradom medzi Bavormi a starými Maďarmi, 907 – 1918: Súčasť Uhorska:, 1291: Uhorský kráľ Ondrej III. udelil Bratislave rozsiahle mestské privilégiá, čím potvrdil jej začlenenie do sústavy kráľovských miest., 1436: Žigmund Luxemburský udelil mestu právo používať erb., 1464: Matej Korvín potvrdil všetky staré privilégiá Bratislavy Zlatou bulou., 1468: Právo meča udelené Matejom Korvínom., 1536 – 1784: Hlavné mesto Kráľovského Uhorska, neskôr Uhorska., 1542 – 1848: Miesto zasadaní uhorského snemu., 1543 – 1820: Sídlo ostrihomského arcibiskupa., 1563 – 1830: Korunovačné mesto uhorských kráľov.[16], od 18. storočia: Centrum Slovenského národného obrodenia., cca 1711: Veľká morová epidémia, zahynulo 3 860 ľudí., 1741: Mária Terézia (25. jún) tu bola korunovaná za uhorskú kráľovnú., 1775: Mária Terézia prikázala zbúrať mestské hradby, čím podporila stavebný rozvoj mesta., 1783: Jozef II. nariadil presťahovať centrálne úrady do Budína a korunovačné klenoty z hradu do Viedne., 1805: (4.) Bratislavský mier podpísaný v Zrkadlovej sieni Primaciálneho paláca., 1809: Mesto obliehajú napoleonské vojská., 1811: Bratislavský hrad vyhorel., 1840: Premáva konská železnica medzi Bratislavou a Svätým Jurom., 1843: Rozhodnutie o kodifikácii stredoslovenského jazyka Ľudovítom Štúrom a jeho prívržencami., 1891: Otvorenie prvého mosta cez Dunaj (predchodca Starého mosta)., 1895: V meste premáva prvá električka., 1909: V meste premávajú prvé trolejbusy., 1918 (10. október): založenie Slovenskej národnej rady s právomocou pre Bratislavu a okolie., 1918 – 1939: Súčasť Česko-Slovenska, 1918 (31. december): Obsadenie Bratislavy legionármi.[17], 1919 (február): Začal sa používať názov Bratislava., 1939 – 1945: Hlavné mesto Slovenskej republiky., 1945 – 1992: Opäť súčasť Česko-Slovenska, 1946: Vznik tzv. Veľkej Bratislavy pripojením obcí Devín, Dúbravka, Lamač, Petržalka, Prievoz, Rača a Vajnory., 1971: Obce Čunovo, Devínska Nová Ves, Jarovce, Podunajské Biskupice, Rusovce, Vrakuňa a Záhorská Bystrica boli pripojené k Bratislave., 1969 – 1992: Hlavné mesto Slovenska v rámci Česko-Slovenska (1969 – 1990: Hlavné mesto Slovenskej socialistickej republiky, od roku 1990: Hlavné mesto Slovenskej republiky), od roku 1993: Hlavné mesto samostatného Slovenska",
        "sources": ["https://sk.wikipedia.org/wiki/Bratislava#Dejiny", "https://sk.wikipedia.org/wiki/Dejiny_Bratislavy"]
    }
]