[{"title": "Unconventional Animals - Bratislava.sk", "description": "The City of Bratislava ensures the capture of stray animals, collection of dead animals, and sterilization or castration of feral cats.\n\nDetails on dog ownership are regulated by a binding ordinance of the capital city of the Slovak Republic, Bratislava, No. 6/2003.\n\nThe capital city and Freedom of Animals OZ have signed an agreement on the provision of services for continuous performance of selected veterinary assistance activities, i.e., capture of stray animals, collection of dead animals, and \"Program for controlled reproduction of feral cats.\" The partner of the city was chosen through a public tender, and the framework agreement is valid for 48 months.\n\n(Except protected species such as owls, beavers, snakes, etc.)\n\nPlease report them to the City Police of the capital city of SR Bratislava at number 159.\n\nAfter calling the number 159, please enter the information directly into the system (tabular form), where a dispatcher will record:\n\nThe city police will send an email notification to the dispatcher of Freedom of Animals OZ and its representatives will ensure the capture of stray or dead animal. Subsequently, they will register the precise details of the date and time of the reported performance, placement in quarantine, and other information, such as handling of the stray or dead animal.\n\nThis tabular form of record serves as a basis for invoicing services performed by Freedom of Animals OZ, which are defined in the agreement with the capital city.\n\nBy doing so, a system of control over the activities of Freedom of Animals OZ is created, where invoiced performances must match the information in the orders received from the city police. The city, together with municipal districts, will only pay for performances ordered by the city police.\n\nThe request to capture and castrate/sterilize feral cats must be reported either in writing to the Department of Environmental Affairs at the City Hall of the capital city SR Bratislava or by email to [email address].\n\nSubsequently, the capital city will send an order to Freedom of Animals OZ, which will then perform the ordered capture within 7 working days.\n\nAfter cleaning, deworming, and castration/sterilization of cats, if animals are in good health, they are released back into their natural environment.\n\nThis \"Program for controlled reproduction of feral cats,\" for which the capital city has decided, helps to regulate the number of feral cats in the city and ensure their healthy population. Don't forget that feral cats also perform an important function in nature, especially in the city, by helping to naturally reduce populations of small rodents.\n\nNote: The provided text is a translation from Slovak and may contain some minor discrepancies or nuances that are not exactly translatable into English.", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/zivotne-prostredie/tulave-zvierata"}, {"title": "Nature and Landscape Protection - Bratislava.sk", "description": "Protection of nature and landscapes in accordance with Act No. 543/2002 Coll. on the protection of nature and landscapes means restricting interventions that may threaten, damage or destroy conditions and forms of life, natural heritage, landscape appearance or reduce its ecological stability. It also includes removing consequences of such interventions and taking care of ecosystems.\n\nLarge-scale protected areas - Protected Landscape Areas: CHKO Malé Karpaty and CHKO Dunajské luhy.\n\nSmall-scale protected areas on the territory of Bratislava are represented by:\n\nIn the Protected Landscape Area of Malé Karpaty, a natural reserve called Vydrica will be established from February 1, 2022. The government approved the proposal for its establishment and a significant part of the forests and nature of the bratislava forest park will thus receive better protection.\n\nManagement measures in the natural reserve in the cadastral districts of Dúbravka and Devínska Nová Ves.\n\nIn 2021, we continued with regular maintenance on Kráľova lúka, which consisted of mowing, raking and removing invasive vegetation over an area of approximately 19.8 ha. Mowing is ensured by the Municipal Enterprise. A better communication with the State Nature Conservation of SR has been set up and in spring 2022, it plans to intensively remove invasive plants and clearings as a preparation for the start of grazing.\n\nIn 2021, we continued cooperation with the project department and project partner Nature Protection of Dravc on Slovakia on preparing the LIFE STEPPE ON BORD project. We selected areas for planting trees and finalized proposals for planting trees.\n\nMowing and relocating protected creeping celery. We carried out mowing of reeds on Chorvátske rameno as a compensatory measure for the II. stage of building an electric tramway in Petržalka, taking into account breeding bird species. This year we implemented three mowing of reeds and grassy vegetation (one mowing was ensured by OTMZ and two mowings were ensured by SVP, with OTMZ ensuring raking). \n\nIt was possible to conclude the Agreement on Cooperation for care of trees, reeds and grassy vegetation between the Capital City of SR Bratislava and SVP, p.o. On the basis of this Agreement, the Capital City undertakes to ensure comprehensive professional care of tree, shrub and herbaceous vegetation in the location of Sad Janka Kráľa on Viedenská street and SVP undertakes to mow, rake, remove and liquidate reed vegetation in the location of Chorvátske rameno from Bosákova to Kutlikovova.\n\nWe organized raking of reeds on Chorvátske rameno together with volunteers and informed the public and citizens of Petržalka about compensatory measures that we are implementing in this location.\n\nIn cooperation with the State Nature Conservation SR and Municipal Enterprise, we carried out a transfer of protected creeping celery (Apium repens). As the II. stage of building an electric tramway is in conflict with the original habitat of creeping celery, a new 30-meter section was created to serve as a new habitat for a protected plant species. We are continuously monitoring the transfer of creeping celery (Apium repens) to its new location.", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/zivotne-prostredie/ochrana-prirody-a-krajiny"}, {"title": "Snow removal – Bratislava.sk", "description": "This mainly concerns long-term abandoned vehicles that damage, endanger the environment or violate the aesthetic appearance of the village or a specifically protected part of nature and countryside.\n\nFailure to comply with the obligation under Section 67 paragraph 1 letter a) of the Waste Act may result in a fine of up to €1,500 for the vehicle owner.\n\nThe costs associated with removing the vehicle to an designated parking lot must be paid by the holder of this vehicle, as per the Waste Act.\n\nWithout delay after expiration of this deadline, the relevant state administration authority for waste management will begin proceedings on whether the state acquires ownership of the vehicle. If the relevant waste authority decides that the state acquires ownership of the vehicle, the state becomes the owner of the vehicle on the day when the decision becomes legally binding.\n\nYou can report vehicles at: [email protected]", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/zivotne-prostredie/odstranovanie-vrakov"}, {"title": "Waste - Bratislava.sk", "description": "The collection, transportation for evaluation and disposal of communal waste is ensured by the joint-stock company Odvoz a likvidácia odpadu (OLO), whose sole shareholder is the capital city. The level of sorting of communal waste in 2023 is 39.66%. The sorted collection of waste in Slovakia is not uniform. We are usually meeting with six different variations. In Bratislava, the so-called tri-combination is used for the sorted collection, where PLASTIC, METAL PACKAGING and DRINKING CARDS are collected together in yellow containers at apartments and green bins in family homes, while glass and paper are collected separately.\n\nGLASS is collected into green waste bins. Since 2020, a door-to-door system has been introduced in family homes, replacing yellow and blue containers with green bins. At present, all municipal districts of Bratislava are connected to this system. Several analyses of sorted waste components in the capital city have confirmed that bin-based collection is significantly less contaminated than container-based collection. Furthermore, by abolishing the storage nests where waste accumulated and processed materials were polluted and often improperly sorted, we have obtained cleaner public spaces and contributed to improving the living environment in the city.\n\nIn 2021, Bratislava acquired the most modern optical sorting link in Slovakia. The acquisition of a sorting line fits into the overall strategy for municipal waste management in Bratislava for the years 2021-2026, as Bratislava aims to increase the percentage of sorted and recycled plastic waste to 45% within a short-term horizon, which is a significant way to achieve one of the strategic goals in the field of waste management focused on circular economy.\n\nThe result of energy recovery from non-recyclable waste after modernization will be highly efficient combined production of electrical energy and heat, which we want to supply also to Bratislava households. In addition to company OLO, a.s., there are also companies authorized to handle waste on the territory of the city of Bratislava, according to § 81 item 13 of Act No. 79/2015 Z.z. on Waste and on Amendments and Supplements to some laws as amended by later regulations.\n\nThe list of persons authorized for collection and transportation of communal waste in the capital city of the SR, under § 81 item 13 of Act No. 79/2015 Z.z. on Waste and on Amendments and Supplements to some laws as amended by later regulations.\n\n0 supplements\n2 addenda\n0 supplements\n0 supplements\n0 supplements\n2 addenda\n0 supplements\n0 supplements\n0 supplements\n2 addenda\n0 supplements\n0 supplements\n0 supplements\n2 addenda\n0 supplements\n0 supplements", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/zivotne-prostredie/odpady"}, {"title": "Air Protection - Bratislava.sk", "description": "Main city in the exercise of state authority for air protection in matters of small sources and selected specific activities issues according to Act No. 146/2023 Z.z. on air protection and amending and supplementing some laws:\n\nA stationary source is a technological unit, fuel storage, raw materials or product storage, waste disposal site, quarry, area or building, object and activity that pollutes or may pollute the air, and is designated as a summary of all parts, components and activities within a functional unit and spatial unit.\n\nStationary sources are divided according to the degree of air pollution and threshold capacities into:\n\nA small combustion facility is a combustion facility with a specific thermal capacity of up to 0.3 MW.\n\nPursuant to § 27 par. 2 letter b), no source permission is issued for a small source that is a combustion facility, with a total specific thermal capacity of up to 0.1 MW, if it is an independent source intended for heating households.\n\nA request to issue consent and permit is possible:\n\nIn accordance with the new Act No. 190/2023 Z.z. on charges for air pollution, which came into force on January 1, 2024, there is no longer a requirement for operators of small sources of air pollution to notify the City of Bratislava of information necessary for determining the amount of charge for air pollution in 2024 (based on data from the previous year).\n\nPursuant to the aforementioned law, the charging obligation applies only to operators of small sources under the conditions set by the municipality in a ZZN.\n\nThe city of Bratislava repeals without replacement its original ZZN No. 4/2013 on charges for air pollution from small sources of air pollution as amended by ZZNs No. 1/2016 and No. 6/2018, which expired on December 31, 2023.\n\nBased on the above, operators of small sources of air pollution in the Bratislava city area do not have a charging obligation pursuant to § 1 letter b) of the Act on charges for air pollution from January 1, 2024.", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/zivotne-prostredie/ochrana-ovzdusia"}, {"title": "Information about the state of living environment – Bratislava.sk", "description": "Hlavné mesto má svoj vlastní vyšší správnu jednotku - mestský úrad. Ten zodpovedá za všetky záležitosti hlavného mesta. Mestská časť je nižším územným celkom s bezpečnosnou autonomiou, ktorý sa riadi podľa zásad samosprávy a je súčasťou štátnej správy.\n\nV našom prípade, pri vyšetrovaní vecí o ochrane prírody a krajiny zodpovedajú mestským častiam nasledovné úlohy:\n\n*   Zabezpečenie ochrany v rámci svojho priestoru (bezpečnostných oblastí)\n*   Prihlásenie záujmových stránok, ktoré sú pôsobením na územie hlavného mesta a mestských častí úspešnejším naplnenia svojich záujmov.", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/zivotne-prostredie/ochrana-prirody-a-krajiny/informacie-o-stave-zivotneho-prostredia"}, {"title": "Environmental threats - Bratislava.sk", "description": "Environmental pollution is the contamination of land caused by human activity. It represents a serious risk to human health or geological environment, groundwater and soil with the exception of environmental damage.\n\nProbable environmental pollution is a state of the area where the presence of environmental pollution is reasonably assumed.\n\nIt can be various areas contaminated by industrial, military, mining, transportation and agricultural activities, for example also incorrect handling of waste.", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/zivotne-prostredie/ochrana-prirody-a-krajiny/environmentalne-zataze"}, {"title": "Waste Management - Bratislava.sk", "description": "Mixed waste from black bins of Bratislava residents and waste management is energy-recovered in ZEVO OLO, which operates as an incineration facility with activity R1 - mainly as fuel and for the production of heat.\n\nThe purpose of the technological facilities for energy processing of OLO waste is thermal disposal (burning) of waste that can no longer be utilized otherwise, combined with the production of heat and electricity.\n\nThese facilities also reduce the volume of stored waste, remove biological activity from the waste, and reduce the organic carbon content in the waste left on the dump.\n\nThe heat obtained by burning the waste is used for steam production. Part of the heat produced during incineration will be used for its own consumption - heating primary combustion air, heating and thermal gasification of feed water, heating the area of the energy recovery facility, and the rest will be used for electricity production. On average, 44,000 MWh are produced annually, with 33,000 MWh being delivered to the network.\n\nThe result of waste energy use after planned modernization of the energy recovery facility OLO will be a highly efficient combined production of electric energy and heat with maximum utilization of waste heat.\n\nThere is consideration for ensuring approximately 30% of the total SCZT heating demand (about 225,000 MWh), which would mean full replacement of fossil fuels (natural gas) and significant CO2 emissions reduction compared to current heat production form.", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/zivotne-prostredie/odpady/spracovanie-odpadu"}, {"title": "Tourist Economy - Bratislava.sk", "description": "The Capital City of Slovakia, Bratislava approved in March 2021 the Strategy for Handling Municipal Waste with the goal of transitioning to a circular economy. The city set goals and measures in waste management for the period 2021 - 2026.\n\nThe Circular Map of Bratislava provides locations that help you create less waste not only for its residents but also for visitors. The map was created thanks to the collaboration between the Institute of Circular Economy, o.z. and Punkt, o.z.\n\nIndividual points are ordered by city districts. \n\nBratislava's reuse center covers an area of 1 200 m2 and serves as a place where unnecessary yet still usable items receive a second chance. Such items can be found in Bratislava households and often end up in municipal waste bins when they shouldn't have to.\n\nKOLO serves people as a tool for preventing the creation of waste, inspired by the phrase \"The best waste is one that never occurs.\" It's a place where each person can find what they need and turn over unnecessary household items for responsible and ecological management. It also allows objects to be repaired and extend their lifespan.\n\nA part of KOLO is the HUB of circular thoughts and ideas - a light and creative center for people from Bratislava and its surroundings. We are also cooperating with non-profit sectors and organizations helping socially weaker and disadvantaged groups of inhabitants.\n\nAll collected funds will be recorded as donations to a public collection, which we will use to protect and create a living environment and support environmental projects in the capital city.", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/zivotne-prostredie/odpady/obehove-hospodarstvo"}, {"title": "Illegal dumps - Bratislava.sk", "description": "We understand the term \"illegal landfills\" to mean waste deposited in contravention of the Waste Act. These landfills arise from citizens' lack of discipline in handling municipal waste and small construction waste.\n\nRemoving illegally disposed-of waste is governed by Article 15, Section 79/2015 Z.z., on waste and changes and additions to certain laws in their latest wording.\n\nNotifying the location of waste deposited in contravention of this law (hereinafter referred to as \"illegally deposited waste\") may be done by any natural or legal person to the competent state administration agency for waste management or municipality in whose territorial district the property is located.\n\nThe owner, manager, or tenant of a building must immediately notify the competent authority mentioned above if they find that there has been illegal waste disposal on their property.\n\nFinding illegally deposited waste is a situation caused by unlawful conduct of an unknown person.\n\nIt was therefore unlawful because this unknown person (the perpetrator) committed an offense under Section 115, paragraph 1, point c) of the Waste Act by depositing or leaving waste in a location other than that designated by the municipality [Section 13, point a)]. For such an offense, a fine not exceeding €1,500 can be imposed.\n\nAfter receipt of the notification, OÚ BA must commence administrative proceedings. In the event that illegally deposited waste caused damage to the property owner exceeding €266, it constitutes a crime under Act No. 300/2005 Z.z., the Penal Code, specifically under Section 300 to 302 of the Penal Code.\n\nIn such cases, OÚ BA will not initiate administrative proceedings but will refer the entire matter to the Police Corps.\n\nOÚ BA will issue a decision on the legally liable person who must remove the illegally deposited waste. If it concerns municipal and small construction waste, this obligation lies with the municipality. The responsibility is divided between the capital city and the municipalities of Bratislava. The redistribution of competences is enshrined in the Statute of the Capital City of the Slovak Republic.\n\nCitizens can report waste deposited in contravention of the Waste Act:\n\nWaste types are categorized into groups, subgroups, and types of waste according to Appendix No. 1 of Decree No. 365/2015 Z.z. of the Ministry of the Environment of the Slovak Republic on registration and notification obligations, which establishes the Catalogue of Wastes.\n\nTypes of waste are identified by a six-digit number. The \"20-Municipal Waste\" group contains 40 types of waste.", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/zivotne-prostredie/odpady/nelegalne-skladky"}, {"title": "Community composting – Bratislava.sk", "description": "The main city of Bratislava allows the owner of biodegradable waste to establish a community composting site on their own territory, which will serve the needs of the community in a specific location. Potential applicants can be groups of homeowners, residents of apartment buildings, garden owners in suburban areas, school or preschool facilities and others.\n\nThe goal of community composting is to reduce the amount of biodegradable waste in communal waste and produce its own compost for community members. Compost made in this way can be used for planting, maintenance of greenery around homes or households with seedlings.\n\nAn applicant for the establishment of a community composting site will submit a completed application to the address: Primaciálne nám. 1, P.O. BOX 192, 814 99 Bratislava 1. The city council will review the request and, if satisfied with the conditions for establishing a community composting site, issue a statement within 45 days and assign a registration number to the community composting site. The applicant bears the costs of establishing the community composting site.\n\nAccording to § 15 of the general binding regulation of the City of Bratislava No. 6/2020, the conditions for establishing a community composting site are as follows:\n\nThe composting container includes flowers, twigs, sawdust, mowed grass, branches, leaves, fruit and vegetable waste, rotten fruit, burr. Biodegradable waste of animal origin is not suitable for composting, especially dairy and meat products.\n\nFor proper composting it is necessary:\n\n* To avoid mixing biodegradable waste from animal origin with plant-based biodegradable waste.\n* The compost should be turned regularly to ensure oxygenation and prevent the growth of pathogens.\n* Microorganisms will break down organic materials into a humus-like substance. Compost can be ready in 3-6 months, but it may take up to 2 years if proper conditions are not met.\n\nReadiness of compost can be tested by sowing seeds in a container with wet compost and covering it with foil to retain moisture. If most seeds sprout within the first week, it means that the compost does not contain harmful substances for plants and it is ready to use in the garden. Green seedling leaves indicate that the compost is mature, while yellow or brown leaves suggest immaturity. If only a small percentage of seeds sprouts, the compost must undergo further decomposition.\n\nImmature compost can be used only as mulch around trees and poles, not for planting or transplanting, as it may harm plants.\n\nMature compost has a dark to dark brown color, a fine-crumbly structure and no unpleasant smell. Before first use, compost should be sieved and loose parts placed in a new initial pile. When applying on soil, the compost should not be plowed but only lightly raked into the ground.\n\nDates:\n1.10.2024\n1.7.2024\n25.6.2024\n21.5.2024\n30.4.2024\n21.3.2024\n19.3.2024\n20.12.2023\n11.12.2023\n1.10.2024\n1.7.2024\n25.6.2024\n21.5.2024\n30.4.2024\n21.3.2024\n19.3.2024\n20.12.2023\n11.12.2023", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/zivotne-prostredie/odpady/komunitne-kompostovanie"}, {"title": "Sorted collection - Bratislava.sk", "description": "Je mi príjemné, že môžem pomôcť! Vašia otázka bola však tak komplikovaná, že som sa stratil vo výbere správneho odkazu. Nemám dostatok informácií, aby som vedel zodpovedať na všetky aspekty vášho dotyku. Ak máte konkrétny problém alebo otázku spojenú s recyklačnou službou ENVIDOM - Združenie výrobcov elektrospotrebičov pre recykláciu, zoznam zberných miest nefunkčných svetelných zdrojov a svietidiel alebo zber batérií a akumulátorov, budem radojít pomôcť, ak máte konkrétne informácie o probléme.\n\nAk máte ďalšie otázky alebo potrebujete ďalšiu pomoc, prosím neostávať.", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/zivotne-prostredie/odpady/triedeny-zber"}, {"title": "Container Docks - Bratislava.sk", "description": "The submission of applications for funding in the area of support for the construction and upgrade of container stands in Bratislava has been completed by September 30, 2024.\n\nThe aim of the call is to support the construction and upgrade of container stands that meet the criteria set out for quality and safety in public space and at the same time take into account environmental measures, new, innovative, variable and attractive solutions along with general requirements for their location, architectural quality, and functional use in public space within the capital city.\n\nAll important information and conditions for providing subsidies in the funding program for supporting the construction and upgrade of container stands can be found in the documents listed below.\n\nWaste bins are necessary for every residential building. Due to their size and location near buildings, they form a significant part of public space that affects the quality of the environment.\n\nIn an ideal case, waste bins are hidden, but not every residential building has this possibility. Therefore, it is advisable to gather them in one place and separate them from the surroundings by creating a container stand. This prevents waste disposal into the surroundings, ensures access only for residents of the residential building, and thanks to green roofs or walls may even beautify the surroundings by adding greenery.\n\nThe subsidy amount is €5,000 and can be applied for until September 30.\n\nFor more information click here →\n\nUse one of three project documentation and save time and improve public space.\n\nSee the Container Stand Manual → from the Main Architect's Office, which is mandatory for meeting the requirements for funding.\n\nThe size and type of the stand depend on various factors. Spatial possibilities, available funds for implementation, location of engineering networks on the land or character and appearance of the environment in which it will be located are important. Needs to be determined for volume and number of waste bins. The container stand can be of different sizes - S, M, L, XL. Do not forget that since 2022, containers for collecting kitchen waste and oil have been added.\n\nDesign or reconstruct your own container stand according to the basic requirements of the city summarized on page 55 of the manual or use one of the municipal-provided project documentation.\n\nThree project documentation are available, which are the result of a competition Container Stand for Bratislava. You will save time, and your stand will be created according to the manual and improve public space. You can also use your own project documentation; in that case, the process of approval takes longer.\n\nSee the Manual of the Capital City for building and reconstructing container stands in public space. The manual was prepared by the Main Architect's Office.\n\nThe manual contains:\n\nA well-made stand is not only functional but also complements public space and creates a better environment.\n\nSorting waste sometimes works as an independent scientific discipline. Read how to sort waste into individual bins, see Alchemy of Waste Sorting and contribute to making Bratislava more eco-friendly.\n\nSince 2022, kitchen bio-waste collection has been introduced in Bratislava. Read how the collection works, why it is important or what belongs to compostable containers.\n\nWell-made sidewalks, details, exterior terraces that do not bother anyone, or how green roofs and walls should look like. Even more of this can be found in the principles and standards from the Metropolitan Institute of Bratislava.\n\nApril 8, 2024\nMarch 21, 2024\nMarch 19, 2024\nDecember 20, 2023", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/zivotne-prostredie/odpady/kontajnerove-stanovistia"}, {"title": "Mixed municipal waste - Bratislava.sk", "description": "V Bratislave funguje viacero kontajnerových stojísk, ktorých sa môže občianstvo obrátiť s problémami so svojím komunálnym a biologicky rozložiteľným odpadom.\n\n1. Kontajnerové stojisko pri ulici Na hrádzi\n   - Adresa: Ulica Na hrádzi (presne adresa nie je uvedená, ale v blízkosti nájdete stojisko)\n   - Obchodné hodiny:\n     - Pondelok - Piatok: 14:00 - 17:00\n     - Sobota: 8:00 - 13:00\n\n2. Kontajnerové stojisko pri ulici Na hrádzi (vyjadrane oproti predchádzajúcemu)\n   - Adresa: Ulica Na hrádzi (presne adresa nie je uvedená, ale v blízkosti nájdete stojisko)\n   - Obchodné hodiny:\n     - Pondelok - Piatok: 8:00 - 12:00\n     - Sobota: 9:00 - 13:00\n\n3. Kontajnerové stojisko pri ulici Slobody\n   - Adresa: Ulica Slobody (presne adresa nie je uvedená, ale v blízkosti nájdete stojisko)\n   - Obchodné hodiny:\n     - Pondelok - Piatok: 8:00 - 15:00 (obedná pauza: 11:00 - 12:00)\n\n4. Kontajnerové stojisko pri ulici Ľudmily Hordáchovej\n   - Adresa: Ulica Ľudmily Hordáchovej (presne adresa nie je uvedená, ale v blízkosti nájdete stojisko)\n   - Obchodné hodiny:\n     - Pondelok - Piatok: 8:00 - 17:00\n\n5. Kontajnerové stojisko pri ulici Karpatská\n   - Adresa: Ulica Karpatská (presne adresa nie je uvedená, ale v blízkosti nájdete stojisko)\n   - Obchodné hodiny:\n     - Pondelok: Zatvorené\n     - Utorok: 10:00 – 18:00\n     - Streda: 8:00 – 16:00\n     - Štvrtok: 10:00 – 18:00\n     - Piatok: 8:00 – 16:00\n     - Sobota: 7:00 – 13:00\n\n6. Kontajnerové stojisko pri ulici Karpatská (vyjadrane oproti predchádzajúcemu)\n   - Adresa: Ulica Karpatská (presne adresa nie je uvedená, ale v blízkosti nájdete stojisko)\n   - Obchodné hodiny:\n     - Pondelok – Piatok: 12:30 - 13:00\n     - Sobota: 11:00 - 11:30\n\n7. Kontajnerové stojisko pri ulici Šoltýsova\n   - Adresa: Ulica Šoltýsova (presne adresa nie je uvedená, ale v blízkosti nájdete stojisko)\n   - Obchodné hodiny:\n     - december, január, február: Sobota 9:00 – 12:00, 15:00 – 18:00\n     - marec, apríl: Utorok 15:00 – 18:00, Štvrtok 15:00 – 18:00, Sobota 9:00 – 12:00, 15:00 – 18:00\n     - máj - september: Utorok 16:00 – 20:00, Štvrtok 16:00 – 20:00, Sobota 9:00 – 12:00, 15:00 – 20:00\n     - október, november: Utorok 15:00 – 18:00, Štvrtok 15:00 – 18:00, Sobota 9:00 – 12:00, 15:00 – 18:00\n\n8. Kontajnerové stojisko pri ulici Slobody\n   - Adresa: Ulica Slobody (presne adresa nie je uvedená, ale v blízkosti nájdete stojisko)\n   - Obchodné hodiny:\n     - Pondelok – Piatok: 8:00 – 15:00\n\n9. Kontajnerové stojisko pri ulici Na hrádzi\n   - Adresa: Ulica Na hrádzi (presne adresa nie je uvedená, ale v blízkosti nájdete stojisko)\n   - Obchodné hodiny:\n     - Pondelok – Piatok: 8:00 – 17:00\n\nZo zoznamu je vidno, že kontajnerové stojiská majú rozličnýchou podobu obchodných hodín. Presná adresa nie je uvedená pre všetky zoznamované stojiská. Prosím si všimnite, že konkrétne hodiny môžu byť aktualizované a môžu sa viesť odlišné aktivity na rôznych kontajnerových stojiskách.\n\nPre bližšie informácie o konkrétnom stojisku prosím kontaktujte bratislavskú mestskú časť, v ktorej sa nachádza stojisko.", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/zivotne-prostredie/odpady/zmesovy-odpad"}, {"title": "Subsidy - Bratislava.sk", "description": "Bratislava provides funding for the creation of quality and aesthetic container stands according to the Manual for the construction and reconstruction of a container stand in a public space. The amount of the grant is €5,000 per applicant in 2024, available until the funds allocated for this purpose are exhausted.\n\nOne of the conditions for approval of the grant is declaring ownership of the land. In case it concerns the capital city or its relevant municipal part, leasing of the land for the construction of a container stand is required.\n\nThe grant can be applied for only in case of declaration of ownership of the land or existing lease and this must be done by 30 September 2024.\n\nCommunity of homeowners and non-residential premises located in the capital city.\nLegal entity performing the management of an apartment building/house located within the territory of the capital city.\n\nEmail\n\nRequests are submitted through a registration form.\nThe electronic form includes information about the applicant, specific data, and mandatory attachments defined in detail in § 8 of the Statute of the Grant Program for supporting the construction and reconstruction of container stands in Bratislava. Undefined attachments can be attached via the \"Attach separate file\" column.\n\nThe application in written form together with attachments is presented by the applicant only in its original version, in case of approval of the grant request, that is in the term of signing a contract for providing a grant. The confirmed application must be sent to the Program Manager either:\nBratislava City Hall\nEnvironmental Department\nPrimaciálne námestie č. 1\n814 99 Bratislava\n\nThe application must be delivered in an envelope sealed and not damaged, which will be clearly visible marked with words - \"Application for grant provision\" (the name of the grant appeal and year). If the applicant does not deliver the application by a prescribed manner, i.e., through electronic mail, via post or personally to the office within the deadline, this application will not be considered.\n\nThe grant can be used exclusively for the payment of costs related to the realization of construction or reconstruction of a container stand belonging to an apartment building/house located in the capital city. The grant cannot be provided more than once for supporting the construction or reconstruction of a container stand serving the same apartment building or apartments.", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/zivotne-prostredie/odpady/kontajnerove-stanovistia/dotacia"}, {"title": "Rent of the land under a stand - Bratislava.sk", "description": "One of the conditions for receiving a subsidy is to prove ownership rights to the land. In the case that it concerns a plot in the capital city or its respective district, a rental agreement of the land for construction purposes of a container facility is required.\n\nIn the event that the plot does not belong to the city but its district, your request will be forwarded for evaluation by their specialized departments.\n\nResidential and non-residential property owners' community established for the management of a residential building/home located within the capital city territory.\n\nA legal entity performing the management of a residential building/home located within the capital city territory.\n\nEmail\n\nThe subsidy can only be used to cover expenses related to the implementation or adjustment of a container facility construction belonging to a residential building/home located within the capital city territory. The subsidy cannot be provided more than once for the support of a container facility construction or adjustment serving the same residential building/home or multiple identical residential buildings/homes.", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/zivotne-prostredie/odpady/kontajnerove-stanovistia/najom-pozemku-pod-stanovistom"}, {"title": "Guidelines for construction – Bratislava.sk", "description": "From the moment you acquire the land, work on the project, obtain the necessary permits, until you build and certify the object - the construction of buildings takes place in these stages:\n\nIn the planning phase and preparation of an investment intention with territorial planning information and position statement of the capital city of SR Bratislava to the investment intention. Within proceedings for permission to construct handled by respective building authorities binding position of the capital city of SR Bratislava. In all written communications, the capital city expresses its position in relation to valid territorial planning documentation.\n\nThe length of time it takes to process a request for a binding opinion from the capital city of SR Bratislava is set out in the provisions of relevant legal regulations. It is also influenced by the quality and completeness of the request and documentation submitted by you.\n\nDepartment of Investment Activity Guidance\n[email protected]\nTelephone consultations:\nMonday: 13:00 - 15:00\nWednesday: 13:00 - 15:00\nPersonal meetings need to be previously agreed upon (by phone, email).\n\nThe capital city of SR Bratislava proceeds with the issuance of binding opinions mainly in accordance with § 140a para. 2-4 and § 140b Act No. 50/1976 Coll. on Territorial Planning and Building Order (Building Code) as amended by later regulations, implementing decrees No. 453/2000 Z.z. and No. 532/2002 Z.z., § 24 para. 3-5, para. 9-12, § 40a-§ 40c Act No. 200/2022 Coll. on Territorial Planning as amended by later regulations, § 31f Act of the Slovak National Council No. 377/1990 Coll. on the capital city of SR Bratislava as amended by later regulations, the Territorial Plan of the Capital City of SR Bratislava as amended by later changes and supplements (generally binding ordinance of the capital city of SR Bratislava No. 4/2007 as amended by later regulations), zoning plans, as well as other regulatory acts of a specialized nature.", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/rozvoj-mesta/usmernovanie-vystavby"}, {"title": "Territorial planning documents - Bratislava.sk", "description": "The City of the Slovak Republic Bratislava as an organ for territorial planning, in accordance with Section 6 of Act No. 200/2022 on Territorial Planning and its amendments, notifies the public examination of the draft part of the work \"Territorial Generel of the capital city of SR Bratislava - Draft Part\", which will take place from 03.06.2024 to 05.07.2024. Further information below.\n\nThe City is concerned with the preparation, processing and public review of territorial planning documents and data, which it also maintains in its current state. What's the difference between them and what are their roles within the framework?\n\nIt's about documentation that comprehensively resolves spatial arrangement and functional use of territory.\n\nIt aligns interests and activities affecting territorial development, living environment and ecological stability, and finally establishes regulations for spatial arrangement and functional use of territory.\n\nProcessed at a national, regional level, for micro-regions, municipalities and parts of municipalities, containing both informative and binding part.\n\nAmong the territorial planning data belong territorial technical data and studies, as well as current territorial generals and urban studies,\n\nUnlike territorial plans, these documents do not contain binding part and have their specific and irreplaceable role in the process of territorial planning.\n\nDepartment of Territorial Planning Document Management\nAddress:\nBratislava City Council\nPrimaciálne nám. 1,\n814 99 Bratislava \nEmail\nPhone\n\nThis area is regulated primarily by Act No. 50/1976 Zb on territorial planning and building order (Building Code) as amended and the Decree of the Ministry of Environment SR No. 55/2001 Z.z. on territorial data and documentation.", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/rozvoj-mesta/uzemnoplanovacie-dokumenty"}, {"title": "Environmentalism and technical infrastructure - Bratislava.sk", "description": "The Department of Environmentalistics and Technical Infrastructure is under the Unit of the Main Architect of the Capital City of SR BA. In terms of its broad scope of activities, its agenda deals with activities from territorial planning and development, through environmental impact issues, urban acoustics and noise problems, flood protection, to individual technical infrastructure systems.\n\nIn its work, it is necessary to take into account the valid legislation of the Slovak Republic in conjunction with EU legislation, territorial planning documents, as well as the needs of the city, municipal districts, and ultimately citizens or organizations.\n\nFinding optimal decisions within such a wide range of perspectives and the number of affected subjects belongs to the most challenging tasks of this department.\n\nThe activity area of the Department of Environmentalistics and Technical Infrastructure is divided into 3 specific areas:\n\n1. Department of Environmentalistics and Technical Infrastructure\n2. Email\n3. Telephone", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/rozvoj-mesta/environmentalistika-a-technicka-infrastruktura"}, {"title": "Bratislava Metropolitan Institute - Bratislava.sk", "description": "Bratislava Metropolitan Institute (MIB) is a concept institute in the fields of architecture, territorial planning, participation and strategic planning.\n\nIt consists of a team of experts and specialist architects from the field of urbanism and city development who plan for growth and development so that the quality of life rises along with the quality of public space.\n\nThe objective of MIB is to support high-quality architecture and functional solutions in urban projects and plans reflecting the needs of Bratislava's residents, taking into account social and climate changes.\n\nMIB is a contributing organization of the capital city of Bratislava.\n\nBratislava Metropolitan Institute:\nOffice address\nVentúrska 22\n811 01 Bratislava\nEmail\nWeb", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/rozvoj-mesta/metropolitny-institut-bratislavy"}, {"title": "Official stance of the capital city of Slovakia - Bratislava.sk", "description": "The Capital City of the Slovak Republic, Bratislava, issues a binding opinion on the Capital City of the Slovak Republic, Bratislava as an expert background for proceedings conducted at the building authority of the relevant city district.\n\nIn the binding opinion, the Capital City applies as a territorial planning body the binding content of the territorial planning document, in particular the principles and regulations of the binding part of the territorial planning document, and as an affected body further interests which follow from specific regulations.\n\nDevelopers submit it to the building authority of the relevant city district within the relevant licensing proceedings together with other opinions of affected bodies and organizations.\n\nThe Capital City of the Slovak Republic, Bratislava issues a binding opinion for proceedings according to § 140d regarding existing constructed and used buildings if their suitability is reviewed in the territory where it approved the lowest level of territorial planning document.\n\nProject documentation for relevant proceedings conducted at the building authority (§ 40c para. 2 no. 200/2022 Z. z. on Territorial Planning in force and relevant provisions of the decree and certain provisions of the Building Act, which contains, inter alia, an assessment of compliance with the binding part of the TPP, a situational drawing of the current state of the territory based on a cadastral map with the proposed building marked, the situation of broader relationships in a comparable scale taking into account adjacency to existing urban structure, clear delimitation of the construction site – colored areas occupied, stabilized and all types of greenery, textual part ...\n\nInformation on the requirements for the building's access to transport, respectively. the resolved territory to the public communication network (indicate all accesses to the land and entrances to the object) including parking and a proposal for connecting the building to the road infrastructure of the territory.\n\nWithin the traffic solution, it is necessary to submit a traffic drawing including traffic connection with proper stamping, longitudinal arrangement of communications (existing state including proposal), technical parameters propose in accordance with relevant currently valid STN\n\nRequest and documentation confirming facts according to § 140d para. 1 of Act no. 50/1976 Zb on Territorial Planning and Building Order (Building Act).\n\nProof of compliance with binding regulations for functional use of the territory.\n\nPlease note that from April 1, 2024, new legislation is in force, under which the relevant body's territorial planning authority decides on the issuance of a binding opinion.\n\nIn the case of examination and licensing of existing buildings and changes to their use without building alterations, the territorial planning authority issues a binding opinion, which approved the lowest level of territorial planning document. The applicant submits a request only to the relevant territorial planning authority.\n\nRequest (form) can be submitted:\n\nelectronically: the form can be sent together with required attachments after logging into „Bratislavské konto“. Attachments must contain graphic scale and have to be in unencrypted and unstamped vector format .pdf (in exceptional cases .dxf),\n\nphysically - in case of paper submissions, it is necessary to bring 3 copies of the project documentation. Paper requests can be brought physically to the clerk's office at Primaciálne námestie 1 or sent by mail to the address below.\n\nPlease note that this email does not serve for submitting requests.\n\nConsultation hours:\n\nTelephonic consultations:\nMonday: 13:00 - 15:00\nWednesday: 13:00 - 15:00\n\nPersonal meetings are necessary to agree in advance (by phone, email).\n\nAddress\nMagistrát hlavného mesta SR Bratislavy \nDepartment of investment activity orientation \nOddelenie usmerňovania investičnej činnosti \nPrimaciálne námestie 1 \n814 99 Bratislava\n\nEmail address: [insert email]\n\nNote: The above text is a translation and may not be perfect in terms of grammar or wording.", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/rozvoj-mesta/usmernovanie-vystavby/zavazne-stanovisko-k-investicnej-cinnosti"}, {"title": "Main Architect - Bratislava.sk", "description": "The Chief Architect ensures the processing and organization of land-use planning materials, the city's urban plan and its updates, coordinates land-use planning activities in Bratislava, ensures the preparation of the city's binding opinions on investment activities, directs the land-use planning offices of the capital city, mainly the Urban Development Department of the City Council of Bratislava and the Metropolitan Institute of Bratislava from a professional and methodological point of view, and performs other tasks as per the statute of Bratislava.\n\nThe Chief Architect of Bratislava is Ing. arch. Juraj Šujan.\n\nAddress\nChief Architect\nUršulínska 6\n814 99 Bratislava\n\nEmail\nPhone", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/rozvoj-mesta/usmernovanie-vystavby/hlavny-architekt"}, {"title": "Territorial planning information - Bratislava.sk", "description": "The following information is provided in the first place: a summary of regulations and basic information about the land concerned, as follows from the current zoning documentation (the City of Bratislava's Zoning Plan, year 2007, in the amended and supplemented version, and zoning plans for zones). It serves as a basis for planning construction. It may also be used for property-related settlement purposes, or to conduct proceedings on exclusion of plots from agricultural land and so on.\n\nZoning information is issued for land registered under category \"C\" and is not tied to any property rights related to the plot. In case of requested zoning information regarding a plot registered under category \"E\", its content is only informative with regard to the location of such a plot within the territory.\n\nCity districts provide zoning information in their area, which has been processed into zoning documentation for which they are responsible.\n\nRead more about the zoning plan.\n\nTo obtain basic information, visit the Bratislava Data Portal, where this information is available to the general public.\n\nFor more information, select the map layer \"Kataster\" also.\nWe recommend clicking on the three dots on the \"Regulatory drawing\" layer (2.2) for better visibility, choosing the transparency option (second row), and moving the slider to 50% (usually used).\nAfter clicking on a requested plot or functional area, a table with information about the functional area will appear (number, name, area, possibly regulatory code at development areas).\n\nIf you need information about a specific parcel after clicking on the map, use the arrows (located on the top green bar of the displayed table). The indication e.g. \"(1/3)\" indicates how many sheets the current marked plot / parcel has.\nIn case you need zoning information on a larger scale or if you have not found the relevant area on the data portal, you can request information from the capital electronically through the portal slovensko.sk or physically in written form. In the future, we are preparing an electronic submission option also via Bratislavské konto.\nEach request must contain:\n\nRequest is possible to submit electronically via Slovensko.sk as a general request or in printed form. Printed requests can be brought personally to the registry office of the city hall at Primaciálne námestie 1, or sent by mail to the address below.\n\nPlease note that the specified email does not serve for submitting requests.\nAddress\nCity Hall of Bratislava\nDepartment of Architecture\nInvestment Activity Steering Department\nPrimaciálne námestie 1\n814 99 Bratislava\nEmail:", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/rozvoj-mesta/usmernovanie-vystavby/uzemnoplanovacia-informacia"}, {"title": "Position of the capital city of Slovakia Bratislava on investment intention - Bratislava.sk", "description": "The main city of the Slovak Republic, Bratislava, allows builders to verify the suitability of their intended plan in the area. This is done during the preparation of a specific investment intention, i.e. before issuing a binding statement and conducting proceedings at the relevant building authority.\n\nA statement by the main city of the Slovak Republic on an investment intention does not serve as a basis for proceedings conducted at the relevant building authority.\n\nIt is advisable to request the subject statement, primarily but not exclusively, in the case of larger investment intentions or in cases where it concerns complex situations within the solved territory from the point of view of requirements following from the valid territorial planning documentation.\n\nIn the event of a significant, capacity-wise large, or area-wide extensive investment intention, or where there is a need to complete public civil, transport, or technical infrastructure, we still recommend requesting a statement by the main city on the investment intention, which will provide an advance assessment of compliance with the binding part of the territorial planning documentation, any comments and requirements for adjusting the solution, while also providing space for consultation and determining the scope of triggered investments necessary for the implementation of the intention.\n\nProject documentation - when requesting an opinion on an investment intention, it is necessary to attach project documentation processed at least in the architectural study stage, which contains a balanced range of textual and graphical parts according to the type of building (non-essential parts Architectural and Construction Solution and Traffic Solution). The scope of document processing must allow for assessing compliance of the intended construction with the binding part of the valid territorial planning documentation (more information on assessment is in section C).\n\nInformation about the requirements of the building for road connection, i.e. road connection of the building or the solved territory to the public communication network (indicate all entrances to the land and entries to the object) including parking and proposal of connecting the building to road equipment of the territory.\n\nWithin the traffic solution, it is necessary to submit a road map including road connection with proper stamping, width arrangement of communications (existing state including proposal), technical parameters propose in accordance with applicable current STN;\n\nApplication (form) must be submitted:\n\nWe would like to point out that the above email does not serve for submitting requests.\n\nConsultation hours\n\nTelephone consultations:\nMonday: 13:00 - 15:00\nWednesday: 13:00 - 15:00\n\nPersonal meetings need to be agreed in advance (by phone or e-mail).\n\nAddress\nThe City Council of the Capital City of the Slovak Republic \nDepartment for guiding investment activities \nPrimaciálne námestie 1 \n814 99 Bratislava", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/rozvoj-mesta/usmernovanie-vystavby/stanovisko-k-investicnemu-zameru"}, {"title": "Request for changes and supplements to the territorial planning documentation – Bratislava.sk", "description": "Request for re-evaluation or change of the urban plan of the city or zone managed by the capital city of SR Bratislava in a specific location, may be based on:\nThe land type according to the cadastre of immovables may not be identical with the approved functional use of the area, according to the urban plan of the city. Unlike the cadastre of immovables, which records the current state of immovables and rights thereto (with the requirement for this law to specify land types), the urban plan determines rules for future use of the territory.\n\nA request with a proposal for changes and supplements to the urban plan of the city or zone managed by the capital city of SR Bratislava is usually submitted by the owner of the land, respectively. lands (physical or legal person). In the case of an urban plan zone, the owner of the building may also be the submitter of the proposal.\n\nYou can submit a request with a proposal for changes and supplements to the Urban Plan of the capital city of SR Bratislava or one of the urban plans of the zones in three ways:\n\nDepartment of Urban Planning Documents Management\nMain City of SR Bratislava\nPrimaciálne nám. 1\n814 99 Bratislava\nAddress:\nMagistrát hlavného mesta SR Bratislavy \nOddelenie obstarávania územnoplánovacích dokumentov \nPrimaciálne nám. 1,\n814 99 Bratislava\nEmail\nTelephone\n\nThe request will be reviewed by the professional units of the capital city in terms of currentness and degree of use, approved urban planning documentation for the region, city, or zone, as well as in relation to accepted urban planning background documents on the territory of the capital city. The city also evaluates the consistency of the proposed change with adopted strategies and development concepts.\n\nThe result of this activity is a statement by the capital city of SR Bratislava.\n\nThe capital city of SR Bratislava ensures regular review of valid urban plans, which it manages. The purpose of the review is to maintain urban planning documentation in an up-to-date state and verify whether it needs to be updated or re-approved.\n\nPhysical persons, legal entities, institutions, and organizations are notified by a notification about the review, which is published on the official board of the capital city and on the www.bratislava.sk website. They can submit comments and proposals for changes to urban plans.\n\nWhen can proposals for changes to the urban plan be submitted?\n\nThey can be submitted continuously. The Department of Urban Planning Documents Management collects and records these proposals. In case of updating urban planning documentation, recorded proposals are part of the review.", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/rozvoj-mesta/uzemnoplanovacie-dokumenty/podnet-na-zmeny-a-doplnky-uzemnoplanovacej-dokumentacie"}, {"title": "Current urban planning materials being processed - Bratislava.sk", "description": "Vstup do Urbanistickej štúdie je vyhradený predovšetkým tým zúčastnených na jej vytváraní, teda mestu Bratislava, jej miestnych častiam, mestskom úradu a zúčastneným subjektám (odboroch). \n\nPredmetom záujmu tejto štúdie sú konkrétne územie ľavobrežného celomestského centra a rozvádza sa na jeho zónu Pribinova.", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/rozvoj-mesta/uzemnoplanovacie-dokumenty/aktualne-obstaravane-uzemnoplanovacie-podklady"}, {"title": "Land-use planning documents handling procedures - Bratislava.sk", "description": "Capital City of the Slovak Republic Bratislava\nHaupt square 1\n814 99 Bratislava\n\nIČO: 00603481\nVAT ID Number: CZ2020372596\nValue Added Tax Identification Number: SK2020372596\nCity of Bratislava\nQuick links\nEnglish", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/rozvoj-mesta/uzemnoplanovacie-dokumenty/procesy-obstaravania-uzemnoplanovacich-dokumentov"}, {"title": "Forecast zoning planning resources – Bratislava.sk", "description": "Land-use planning documents belong together with land-use planning documentation among the basic tools of land use planning. \n\nAccording to Act No. 50/1976 (Building Act), further land-use planning documents have been processed and summarized, from which several are current and still serve their purpose. These include:\n\nUnlike territorial plans, land-use planning documents do not contain a binding part and have a specific and indispensable role in the process of land use planning.", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/rozvoj-mesta/uzemnoplanovacie-dokumenty/prerokovane-uzemnoplanovacie-podklady"}, {"title": "Other documents - Bratislava.sk", "description": "The City of Bratislava, Primaciálne námestie 1, 814 99 Bratislava invites you to review the contract for the extension of Ružinov tram line.\n\nProject Title:\nExtension of Ružinov tram line up to TIOP Ružinov.\n\nLocation:\nThe project is located in the urban area of the city of Bratislava, district Bratislava II - municipal part Ružinov.\n\nLength of new section:\n995 m - up to TIOP Ružinov.\n\nDescription of the Project:\nThe goal of the extension of the Ružinov tram line is to develop a network of tram lines, with emphasis on strengthening the backbone of public transportation in the city, while connecting it with current railway transport through the Terminal Integrované Osobnej Prepravy (TIOP) Ružinov (future Bratislava-Ružinov Railway Station). At TIOP, the tram line currently ends at a merge track; however, visually, it is connected up to M. R. Štefánika Airport in Bratislava.\n\nThe project reflects an attempt to create a tram network as a backbone of the city's transportation system supporting the quality of urban life. The global goal is to ensure sustainable mobility, achieved by increasing the attractiveness of public transport in the capital city of Slovakia, increasing the share of public transport in modal split, reducing negative effects on the environment, and improving the quality and development of services in transport.\n\nThe proposed route for the tram extension is from the existing Ružinov tram terminus, along the current railway tracks, through the zone Palma (approx. 6.8 ha), which was previously used for industrial production but will be changed to mixed-use residential and community areas.\n\nTechnical-Economic Study:\nThe Technical-Economic Study analyzes the current state of transportation infrastructure, including an analysis of the area from a technical (spatial and transport-related), property-lawful, and economic perspective.\n\nUrban Planning Study:\nThe Urban Planning Study has confirmed the change in functional use of the Palma zone area from industrial production to mixed-use residential and community areas.\n\nThe goal of obtaining the Urban Planning Study for the Palma zone part of the city center was to obtain an urban planning document that would verify the need and scope of updating through amendments and supplements to the BA Master Plan.\n\nUŠ was commissioned based on a resolution by territorial planning authorities. It was publicly discussed in cooperation with the municipal part Bratislava-Petržalka from August 5th to September 5th, 2014, which was later extended until September 19, 2014. Nine civic and professional associations and 26 affected organs submitted comments.\n\nBased on the results of public discussion, a clean version of UŠ variant No. 2 was finalized.\n\nThe process of obtaining the Urban Planning Study has been completed through public review and processing the final document; it is no longer subject to separate public review or public review by the Territorial Development Council.\n\nBased on civic initiative and a resolution by the Municipal Council, in October 2016, the Sports-Recreational Lido Area Study was prepared, which includes facilities for water sports.", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/rozvoj-mesta/uzemnoplanovacie-dokumenty/ine-dokumenty"}, {"title": "Position on the Urban Study – Bratislava.sk", "description": "The application for an opinion on individual stages of the urbanistic study, which were being processed before March 31, 2024, are handled in accordance with Act No. 50/1976 (Building Code), by expert bodies of the capital city from the perspective of approved territorial planning documentation of the region, city, or zone and, as applicable, also in relation to adopted territorial planning background on the territory of the capital city. The city also evaluates the compliance of the proposed change with accepted strategies and development concepts.\n\nThe result of this activity is a statement by the capital city of Slovakia. In the statement of the capital city of Slovakia, you may be invited to process and submit an urbanistic study that would verify whether the proposed change in the territorial plan is suitable or unsuitable from the overall metropolitan perspective.\n\nYou can submit an application for a change to the Territorial Plan of the Capital City of Slovakia/territorial planning document electronically .\n\nPlease attach the following data and attachments:\n\nApplication, respectively, accompanying letter:\n\nCompulsory attachments:\n\nThe urbanistic study assignment includes:\n\nThe executor ensures that the proposal for the assignment of an urbanistic study is pre-reviewed. The capital city expresses its opinion on the proposal for the preparation of the urbanistic study in the statement.\n\nA printed copy of the assignment, refined according to the requirements specified in the statement of the capital city regarding the proposal for the assignment, with elaborated comments resulting from the pre-review together with a comprehensive evaluation of the pre-review of the proposal for the assignment of an urbanistic study (comments may be accepted, not accepted or taken into account) and the statement of the municipal part submits to the executor of the capital city.\n\nThe capital city, as the relevant territorial planning authority, gives consent to the assignment of an urbanistic study, which is handled through an expert person by a legal or physical person.\n\nBased on the printed copy of the assignment, the proposal for the urbanistic study is processed. The proposal is usually prepared in variants. The executor ensures that the pre-review of the proposal for the urbanistic study is carried out.\n\nThe capital city also expresses its opinion on the proposal for the urbanistic study in its statement.\n\nBased on the evaluation of comments resulting from the pre-review, a printed copy of the urbanistic study with a textual and graphical part is prepared, which already includes elaborated accepted comments from the pre-review of the proposal and requirements of the city from its statement. \n\nThe urbanistic study must be processed in accordance with the assignment. A printed copy of the urbanistic study together with a comprehensive evaluation of the pre-review of the proposal for the urbanistic study submits to the executor of the capital city. Positively pre-reviewed urbanistic studies may serve as a basis for the preparation of proposals for changes and supplements to the territorial plan of the capital city.\n\nThe assessment of urbanistic studies is a complex process, during which additional supplementary data (e.g. traffic capacity assessment) may be required depending on the nature and scope of the proposed changes.\n\nYou can submit an application for an opinion on an urbanistic study electronically as well.\n\nSubject: Opinion on Urbanistic Study\n\nWhen obtaining information by telephone, it is necessary to mention the registration number and cadastral territory, which the notice concerns.\n\nAddress:\nMunicipal Office of the Capital City of Slovakia\nDepartment of Processing Territorial Planning Documents \nPrimaciálne nám. 1 \n814 99 Bratislava \n\nEmail: [phone number]", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/rozvoj-mesta/uzemnoplanovacie-dokumenty/stanovisko-k-urbanistickej-studii"}, {"title": "City Urban Study of the Mlynské Nivy area – Bratislava.sk", "description": "The purpose of the City of Bratislava is to develop transformative areas, long-term recorded as brownfields, with primary focus on completing the city center and inner city as a complex urban environment of modern compact city quarters.\n\nThe Mlynské nivy zone follows various types of urban structures from the original rural settlement of old Prievoz, through the first forms of housing estates to recent large-scale downtown area with high-rise buildings near Košická Street or Zimný prístav space. Currently, individual car traffic prevails in the given zone for other forms of transport and movement is not created in the zone.\n\nToday, 80% of the Mlynské nivy zone consist of transformative areas and in 34% necessary change of current functional use is required so that transformation can take place and the area could function as a cohesive complex urban environment.\n\nGiven its locational potential in direct contact with the city center and large-scale downtown area with the high-rise buildings zone and its significant impact on possible development of compact city, coordinated intervention from the capital city of SR Bratislava is necessary.\n\nThe aim of the urban study is to verify the possibilities of transforming the territory into a fully-fledged urban quarter in connection with existing residential structures, assess the limitations of the area, determine a corresponding concept for further development of the area, principles, regulatory rules and operational rules for using the area.\n\nThe urban study will also check the possibilities of reevaluating functional use and spatial regulation of plots designated in the Land Use Plan of the capital city of SR Bratislava, year 2007 as amended (hereinafter referred to only as \"UPN hl. m. SR Bratislavy\") and propose changes to UPN in the area for the purpose of supporting the creation of a complex urban environment.\n\nThe positively predicted MUŠ Mlynské nivy will serve as a basis for changes and supplements to the UPN hl. m. SR Bratislava.", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/rozvoj-mesta/uzemnoplanovacie-dokumenty/mestska-urbanisticka-studia-zony-mlynske-nivy"}, {"title": "Valid territorial planning documentation - Bratislava.sk", "description": "Spatial planning documentation is processed at various levels - from national to regional and municipal to zonal. Below we attach links to documents for all levels:", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/rozvoj-mesta/uzemnoplanovacie-dokumenty/platna-uzemnoplanovacia-dokumentacia"}, {"title": "Current land-use planning documentation – Bratislava.sk", "description": "Main city of the Slovak Republic Bratislava\n Primáci Square 1\n 814 99 Bratislava\n\nID No.: 00603481\nTax ID No.: 2020372596\nVAT ID No.: SK2020372596\nCity of Bratislava\nQuick links", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/rozvoj-mesta/uzemnoplanovacie-dokumenty/aktualne-obstaravana-uzemnoplanovacia-dokumentacia"}, {"title": "Preparation of territorial planning documents - Bratislava.sk", "description": "These are documents focused on verification and proposal of solutions for problems and incidents within an area that may affect or modify its spatial arrangement and functional use.\nThey include territorial planning studies, landscape planning studies, urban studies, branch studies, and development studies of transport infrastructure or technical infrastructure.\nIn accordance with a special regulation, urban studies, territorial generation, and forecasts that were prepared and elaborated up to March 31, 2024, are also considered territorial studies. They are completed in accordance with Act No. 50/1976 on spatial planning and building regulations.", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/rozvoj-mesta/uzemnoplanovacie-dokumenty/procesy-obstaravania-uzemnoplanovacich-dokumentov/obstaravanie-uzemnoplanovacich-podkladov"}, {"title": "Planning and amendment of urban planning documentation – Bratislava.sk", "description": "The Territorial Plan of Bratislava from 2007, as amended and supplemented later, as well as all valid territorial plans for the city's zones, were handled according to the original Act No. 50/1976 (Building Code). Therefore, their changes and supplements are also being handled in accordance with this law. Newly handled territorial planning documents, including the future Metropolitan Territorial Plan of Bratislava, will be handled in accordance with Act No. 200/2022 on Territorial Planning, which came into effect in April 2024.\n\nThe capital city of Slovakia as a territorial planning authority that handled valid territorial planning documentation continues to monitor whether there have been any changes to the territorial-technical, economic, and social assumptions on which the concept for organizing the territory was based.\n\nIf such changes occur, or if it is necessary to place public benefit buildings or if it is necessary to coordinate the territorial planning document with the regional territorial plan, or its changes and supplements, the territorial planning authority will handle changes and supplements to the territorial planning documentation. The capital city of Slovakia also:\n\nHandles changes and supplements to the territorial plan of the capital city in carefully chosen homogeneous groups and in mutual logical succession.\n\nIn cases where you are interested in requesting a change or supplement to the territorial planning documentation, whose handler is the City of Bratislava, you can do so here.\n\nThis is a long and complex process with multiple stages that enters into which, apart from the handler and processor themselves, also other bodies of public and state administration, the public, network administrators, or other legally and physically affected persons enter. \n\nIn cases where you are interested in joining this process, it is essential to distinguish in which phase the territorial planning documentation is being handled and when the possibility for the public to actively participate in the process is open. Territorial planning documents that will begin to be handled after March 31, 2024, will be handled according to Act No. 200/2022 on Territorial Planning.\n\nInformation about currently being handled territorial planning documents that are handled by the City of Bratislava.\n\nThey are handled when something new needs to be added to the existing territorial plan or when it is necessary to change some part of the existing territorial plan.\n\nThe stimulus for changing the city's or zone's territorial plan is usually provided by the owner of the land, respectively, lands (physical or legal person), the city and its districts. \n\nIn cases where you are interested in requesting a change or supplement to the territorial planning documentation, whose handler is the City of Bratislava, you can do so here.\n\nSimilarly, as in the case of handling the territorial plan, this also applies to handling changes and supplements to the territorial planning document. This is a long and complex process with multiple stages that enters into which, apart from the handler and processor themselves, also other bodies of public and state administration, the public, network administrators, or other legally and physically affected persons enter.\n\nGiven that all currently valid territorial planning documents on the city's territory were handled in accordance with Act No. 50/1976 on Territorial Planning and Building Code (Building Code), changes and supplements to them are also handled in accordance with this law. \n\nWhen joining this process, it is also essential to distinguish in which phase the handling of changes and supplements to the territorial planning document is taking place and when the possibility for the public to actively participate in the process is open. The Building Code clearly defines how and when changes and supplements are mentioned, and for the smoothness of work, it is no longer possible after closing each stage to go back to mentioning them.", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/rozvoj-mesta/uzemnoplanovacie-dokumenty/procesy-obstaravania-uzemnoplanovacich-dokumentov/obstaravanie-uzemnoplanovacej-dokumentacie-a-jej-zmien-a-doplnkov"}, {"title": "Urban Studies - Bratislava.sk", "description": "Zdá sa, že túto žiadosť neposkytuje úplný text. Prosím, poskytnite ďalšie informácie o texte alebo opísaďte, čo bol text o. Potom som môj odhad a spracovaním spracoval a nákladnejší preklad pre vás.", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/rozvoj-mesta/uzemnoplanovacie-dokumenty/prerokovane-uzemnoplanovacie-podklady/uzemne-studie"}, {"title": "Territorial divisions - Bratislava.sk", "description": "Územný generel Bratislavy je komplexný riadiaci dokument, ktorý sa venuje všetkým aspektom rozvoja mesta Bratislava. Obsahuje plány pre ďalší rozvoj mesta, vrátane infraštruktúry, dopravy, energetiky, zásobovania plynom, teplom a vodou, ako aj ochranu životného prostredia.\n\nŽiadny konkrétnejších informácií o tom, ako sa územný generel používajú na prípravu Územného plánu hlavného mesta SR Bratislavy.", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/rozvoj-mesta/uzemnoplanovacie-dokumenty/prerokovane-uzemnoplanovacie-podklady/uzemne-generely"}, {"title": "Territorial plans zone - Bratislava.sk", "description": "Territorial plans of zones are an important territorial planning tool that emerges from the Territorial Plan of the capital city of SR Bratislava. They guide and regulate development at the zoning level and protect natural environment, cultural and monument values in a specific area. They mainly serve for territorial decision-making and to develop building documentation.\n\nRegulations are established in detail on land plots and determine conditions for locating buildings. The areas for which the territorial plan of zones is to be processed are determined by higher-level territorial planning documents - the Territorial Plan of the capital city of SR Bratislava. Territorial plans of zones must be approved in accordance with the binding part of the adopted territorial planning document of a higher level, i.e., the valid town plan.\n\nSome territorial plans of zones on the territory of Bratislava were processed and approved by the capital city of SR Bratislava, while others were prepared and approved by individual town parts. We would like to remind that the town parts responsible for processing are liable for the content of links to territorial plans of zones.", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/rozvoj-mesta/uzemnoplanovacie-dokumenty/platna-uzemnoplanovacia-dokumentacia/uzemne-plany-zon"}, {"title": "Territorial plan of the city and its changes and supplements - Bratislava.sk", "description": "The Spatial Plan is a document on the possibilities of sustainable development of the city. What individual parts of Bratislava should develop, is determined by the basic programmatic document for the development of the city, the spatial plan. It is important to create and supplement it in line with the current challenges and needs of contemporary urban life and its inhabitants.\n\nThe Spatial Plan coexists with other strategic documents. Long-term shaping of the city reflects the conclusions of international documents on the development of the entire Central European space.\n\nGiven the natural ties of Bratislava to the Vienna, Brno, Győr and Budapest area, it is precisely here that the largest space is created for Slovakia and its regions to engage in the European market. The goods and services market, capital, cooperation within research and development activities and culture. And exactly the spatial plan allows to propose options for new economic activities and build development poles in the north-west, south and southwest directions.\n\nThe City Council of the capital city of the SR Bratislava approved the Spatial Plan on May 31, 2007 by Resolution No. 123/2007 and its binding part was announced as a universally binding ordinance by Resolution No. 4/2007 of the Capital City of the SR Bratislava.\n\nFor a simplified overview, it is possible to use a GIS application containing data from the regulatory plan of the Spatial Plan of the capital city of the SR Slovakia Bratislavy in full content.\n\nThe capital of Slovakia approved changes and supplements to the Spatial Plan of the capital city of the Slovak Republic Bratislava No. 01, No. 02, No. 03, No. 05, No. 06, No. 07 and No. 08.", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/rozvoj-mesta/uzemnoplanovacie-dokumenty/platna-uzemnoplanovacia-dokumentacia/uzemny-plan-mesta-a-jeho-zmeny-a-doplnky"}, {"title": "Area plan of the zone Dunajská - Bratislava.sk", "description": "The Zoning Plan of the Dunajská Zone, changes and supplements 2010/2 was approved by the resolution of the Bratislava City Council No. 665/2012 from June 27-28, 2012. The binding part of the zoning plan was announced by the General Binding Decree of the Bratislava City No. 7/2012 on June 27, 2012.\n\n0 supplements\n0 supplements\n0 supplements\n0 supplements\n\nThe scope, content, and processing of the zonal planning documentation - Zoning Plan of the Dunajská Zone, changes and supplements 2010/1, block 17/8 - reflect the results of reviewing the zoning plan of the Dunajská Zone, changes and supplements 2009 regarding block 17/8 within its development areas 17/8-d, 17/8-e.\n\nThe subject zoning documentation was approved by the resolution of the Bratislava City Council No. 1026/2010 on July 1, 2010. The binding part of the zonal planning documentation was announced by the General Binding Decree No. 4/2010, which came into effect on August 1, 2010.\n\n0 supplements\n0 supplements\n0 supplements\n0 supplements\n\nIt is an updated version of the Zoning Plan of the Dunajská Zone from 1996, approved by the resolution of the Bratislava City Council No. 254/2007 on November 22, 2007. The binding part of the zoning plan was announced by the General Binding Decree of the Bratislava City No. 8/2007 on November 22, 2007.\n\nThe basic urban concept of the zone is assessed based on main criteria, such as the location and placement of the building on the plot, compliance with street and building lines, determination of width, depth, and height of development, and connection to transport and technical infrastructure. The resolution also considers greening of the area and evaluation of architectural solutions of buildings in terms of preserving character of existing development within urban spaces of squares and streets and their impact on city silhouette.\n\nIn the updated zonal planning documentation, compared to the original valid zoning plan, developmental areas are more accurately and detailed regulated, including potential building plots, areas of possible completion or reconstruction. These are processed in the textual part as regulatory lists with their extent into graphic part.\n\n2 supplements\n2 supplements\n2 supplements\n2 supplements", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/rozvoj-mesta/uzemnoplanovacie-dokumenty/platna-uzemnoplanovacia-dokumentacia/uzemne-plany-zon/uzemny-plan-zony-dunajska"}, {"title": "Territorial plan of the Machnáč zone - bratislava.sk", "description": "The Land Use Plan for the Machnáč Zone resolves the territory with a predominantly individual, low-rise development character on the northwestern side of the Bratislava - Staré Mesto municipal part. The Machnáč Zone is bounded by streets: Slávičie údolie, Hrebendova, Jančova, Mudroňova, Búdková, Lovinského, Pri Habánskom mlyne and Mlynská dolina.\n\nThe binding regulation in the land use plan for the zone determines the limits of the area's utilization, sets regulations for functional and spatial arrangement, transportation and technical equipment, as well as principles for nature and landscape protection and creation for individual sectors within a locality.\n\nThe updated Land Use Plan for the Machnáč Zone, changes and additions 2002, land use planning documentation, which updated the Land Use Plan for the Machnáč Zone from 1999, was approved by resolution No. 111/2003 of the Bratislava City Council on June 26, 2003. The binding part of the land use plan was announced in a Generally Binding Decree of the Bratislava Capital of SR No. 2/2003 on June 26, 2003, together with an Annex to the Generally Binding Decree.\n\nBased on registered submissions for changes to the regulation of spatial arrangement, subsequent land use planning documentation was prepared for the Land Use Plan for the Machnáč Zone, changes and additions 2005, which updates regulatory provisions for parts of the territory in sectors No. 1-10/4, 1-10/8, 3-10/3, 5-11/3, 8-44/13, and 8-44/13A. The Land Use Plan also includes a supplement to public buildings in the locality while preserving the concept of spatial arrangement according to the valid land use plan. \n\nThe Land Use Plan for the Machnáč Zone, changes and additions 2005 was approved by resolution No. 598/2008 of the Bratislava City Council on December 15, 2008. The binding part of the land use plan was announced in a Generally Binding Decree of the Bratislava Capital of SR No. 11/2008 on December 15, 2008.", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/rozvoj-mesta/uzemnoplanovacie-dokumenty/platna-uzemnoplanovacia-dokumentacia/uzemne-plany-zon/uzemny-plan-zony-machnac"}, {"title": "Zoning plan of the area Petržalka - Bratislava.sk", "description": "The zoning plan resolves the territory of the left bank part of the city center - the Petrzalka area along the Danube riverbank between SNP Bridge and Docks Bridge, up to the railway track. The development of the area is proposed in the context of the prepared left bank part of the city center and the existing urban structure of Petržalka.\n\nIt was approved by a resolution of the City Council of the capital city of Slovakia Bratislava No. 1056/2006 dated July 6, 2006. The binding part is published in the Generally Binding Regulation No. 4/2006 ↑.\n\nThe proposal is based on the principle of block structure taking into account higher compositional principles - Danube River, Castle Hill with a castle, Pribinova Zone, Sad J. Kráľa, Vienna Road and transport corridors of three bridges. The goal is to create a valuable environment for residents and visitors and provide quality facilities for trade, services, administration, culture, sports and living.\n\nFor leisure recreational activities and sports movement, green areas have been created in the new central city park with a water area, further green areas between residential buildings and the weir, municipal promenade with greenery, riverbank promenade, pedestrian and cycling paths in both urban and natural floodplain environments. A new element in the floodplain is the Danube River arm.\n\nThe capital of Slovakia Bratislava has approached the updating of the zoning plan area from the owner of the land. The intention is to build a multifunctional cultural center of city importance. Changes and supplements relate to the area resolved in the zoning plan in sector E, which is bounded by the weir from the north, the earth embankment under Jantárová Street (Old Bridge) from the west, and new public road Janíkova from the south and east. It was proposed to change the regulations of spatial arrangement in sector E, resolved the impact of this change on other parts of the binding part of the zoning plan and updated the route of public utility buildings, while the concept of arranging the area remained unchanged.\n\nThe changes and supplements were accepted by a resolution of the City Council of the capital city of Slovakia Bratislava No. 743/2009 dated September 24, 2009. The binding part of the changes and supplements 01 is published in the Generally Binding Regulation No. 5/2009 ↑ including annexes ↑.", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/rozvoj-mesta/uzemnoplanovacie-dokumenty/platna-uzemnoplanovacia-dokumentacia/uzemne-plany-zon/uzemny-plan-zony-petrzalka"}, {"title": "District Plan of Zone A6 Bratislava - Bratislava.sk", "description": "The Zoning Plan resolves the territory with a character of stabilized low-density development of various types, characters and densities in the northwestern part of the municipal district Bratislava - Staré Mesto. A significant part of the area is formed by Horský park, the Slavín memorial site, the Juventa complex and Kalvária.\n\nThe zone is characterized by the presence of cultural, historical and social values with high-quality romantic and functionalist architecture. Many objects are registered in the list of immovable cultural monuments.\n\nThe territory of the zone is bounded to the north by Hroboňová Street, Pražská Street, to the east by a part of Pražská Street, Deep street, Fraňa Kráľ Street, Moyzesova Street, to the south by a part of Palisád and Šuleková Street and to the west by Búdková Street.\n\nThe Zoning Plan for the Zone - The update of the zoning plan for zone A6 Bratislava was approved by the resolution of the City Council of the capital city of SR Slovakia Bratislavia No. 609/2001 from June 28, 2001. The binding part of the subject zoning plan was published by the general binding regulation of the capital city of SR Slovakia Bratislava No. 7/2001 with effect from September 1, 2001.\n\nThe Zoning Plan for the Zone - Update of the zoning plan for zone A6 Bratislava in 2003 in sectors 3, 7b, 9a, 12, 13, 16, 56, 72 and 84 was approved by the resolution of the City Council of the capital city of SR Slovakia Bratislavia No. 333/2004 from April 1, 2004. The binding part of the subject zoning plan was published by the general binding regulation of the capital city of SR Slovakia Bratislava No. 3/2004 with effect from May 1, 2004.", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/rozvoj-mesta/uzemnoplanovacie-dokumenty/platna-uzemnoplanovacia-dokumentacia/uzemne-plany-zon/uzemny-plan-zony-a6-bratislava"}, {"title": "Podhradie Zone Area Plan - bratislava.sk", "description": "The Spatial Plan for the Zone of Podhradie, adopted in 2006 by the City Council of Bratislava (no. 1055/2006 of July 6, 2006), is binding. The binding part of the spatial plan was announced by a generally binding ordinance of the city of Bratislava (no. 3/2006 from July 6, 2006).\n\nThe spatial plan resolves the area between the castle moat and the embankment of the Danube River, reaching from existing tower residential buildings to the New Bridge.\n\nThe resolved area is proposed as a multifunctional urban quarter with facilities of city and supra-city importance, representing administrative, commercial, public catering and cultural services. Also proposed are functions for transitional and permanent residence.\n\nA part of the solved territory, Vydrica, consists of a combination of row and block development, while Zuckermandel area is proposed in the form of block development around the municipal street with vertical segregation of traffic and pedestrian movement in the form of plateau.\n\nKúrie as preserved enclaves of former Podhradie serve as a connecting link between sectors of Zuckermandel and Vydrica, and are spatially separated from neighboring sectors by areas and lines of greenery. In the panorama of Podhradie, the saved greenery of the castle moat is preserved, between the proposed built structure are formed public spaces, squares, streets, pedestrian urban, recreational and educational trails, pedestrian connections between Castle, embankment, historic core, future River Park area and Podhradie.\n\nThe proposal respects existing preserved monuments of cultural interest and protected monuments, fully integrates them into new development, but does not reproduce the original urbanistic-architectural structure of Podhradie, which was almost completely destroyed by large-scale demolitions at the end of the 20th century.", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/rozvoj-mesta/uzemnoplanovacie-dokumenty/platna-uzemnoplanovacia-dokumentacia/uzemne-plany-zon/uzemny-plan-zony-podhradie"}, {"title": "Zoning plan of the capital city of Slovakia, Bratislava, year 2007 - Bratislava.sk", "description": "7 add-ons\n7 add-ons\n7 add-ons\n7 add-ons", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/rozvoj-mesta/uzemnoplanovacie-dokumenty/platna-uzemnoplanovacia-dokumentacia/uzemny-plan-mesta-a-jeho-zmeny-a-doplnky/uphm2007"}, {"title": "Territorial plan of the city and its changes and supplements - Bratislava.sk", "description": "Capital city of the Slovak Republic Bratislava\nPrimaciálne námestie 1\n814 99 Bratislava\n\nVAT ID: 00603481\nTIN: 2020372596\nVAT ID: SK2020372596\nCity of Bratislava\nQuick links\nEnglish", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/rozvoj-mesta/uzemnoplanovacie-dokumenty/aktualne-obstaravana-uzemnoplanovacia-dokumentacia/uzemny-plan-mesta"}, {"title": "Territorial plans of zones and their changes and supplements, evaluation - Bratislava.sk", "description": "Currently the city of Bratislava is not drafting new zoning plans or changes and supplements to existing zoning plans that it previously drafted.\n\nWe would like to inform you that the links to the zoning plans being drafted belong to the municipal districts, which are responsible for drafting them.\n\nMunicipal districts not listed above do not currently have a processed zoning plan.\n\nIf you wish to submit proposals for changes or supplements to zoning plans drafted by the Capital City of Bratislava, please follow these instructions. Proposals for other zoning plans should be submitted to the municipal district that drafted them.\n\nYou can send your proposal and suggestion to:\n\nCapital City of the Slovak Republic Bratislava\nDepartment of Land Use Planning Documents\nPrimaciálne nám. 1\n814 99 Bratislava\nEmail: \nPhone:\nIf you are interested in requesting a change or supplement to the zoning documentation being drafted by the city of Bratislava, please do so here.\n\nInformation on how to get involved in the process of drafting zoning plans and their changes and supplements can be found here and in the section I Want to Do It.", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/rozvoj-mesta/uzemnoplanovacie-dokumenty/aktualne-obstaravana-uzemnoplanovacia-dokumentacia/uzemne-plany-zon"}, {"title": "Technical Infrastructure - Bratislava.sk", "description": "Technical infrastructure department is responsible for the conception of individual technical infrastructure systems at the municipal level and its application in territorial planning documents. It also participates in processing conceptual documents in the field of development of city's technical infrastructure systems, including water supply, electricity, gas, heat, sewage system, water courses and bodies, telecommunications, product flows and collection of the city.", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/rozvoj-mesta/environmentalistika-a-technicka-infrastruktura/technicka-infrastruktura"}, {"title": "Noise and Urban Acoustics - Bratislava.sk", "description": "The issue of noise pollution is being addressed by the City Council of Bratislava in cooperation with several departments - the Department of Main Architect, the Department of Environmental and Technical Infrastructure, the Traffic Section, the Highway Maintenance Department, the Construction Section, the Property and Maintenance Department, and the Department of Management and Maintenance of Technical Objects.\n\nWithin the Department of Environmental and Technical Infrastructure, groundwork for territorial planning is prepared, statements regarding various documents from the perspective of noise pollution and urban acoustics are drafted, cooperation in resolving complaints about excessive noise is ensured, and participation in resolving appeals on excessive noise.\n\nAccording to the European Parliament and Council Regulation 2002/49 / EC, EU countries are required to develop Strategic Noise Maps and Action Plans for noise protection every five years for larger agglomerations, land roads, railways, and airports.\n\nIn accordance with Section 5 (1) d of Act No. 2/2005 Coll., the preparation of Strategic Noise Maps and Action Plans is ensured for the Bratislava Agglomeration area, the city of Bratislava as the largest population center in the agglomeration, which was designated by the Office of the Bratislava Self-Governing Region, currently also includes Chorvátsky Grob, Ivanka pri Dunaji, Bernolákovo and Most pri Bratislave.\n\nStrategic Noise Maps serve as a basis for developing Action Plans, are used as sources of information for the public, and provide data that is provided to the European Commission. The Action Plan for the protection of noise in the Bratislava Agglomeration is based on Strategic Noise Maps, maps noise conditions in the city of Bratislava caused by land roads, railways, airports, and industrial noise sources, and aims to resolve problems related to excessive noise in the external environment.\n\nThey describe the results of noise mapping, show problem areas, and propose short-term measures and long-term strategies for reducing noise. \n\nAccording to Act No. 355/2007 Coll., citizens can file a complaint about noise with the relevant Regional Health Office.\n\nNoise control is performed only by state health supervision. Local self-government are not in the framework of transferred state administration delegated powers to prohibit, permit or control noise levels. The local government is authorized to determine the extent to which residents and their environment are exposed to noise and vibrations, but this activity can be performed only by an adequately trained person.\n\nPhysical persons - entrepreneurs and legal entities that use or operate noise sources, infrasound, or vibrations are required to ensure that exposure of residents and their environment is as low as possible and does not exceed permissible values for day, evening, and night, established by the implementing decree.\n\nThe Department of Environmental and Technical Infrastructure \n\nEmail \nTelephone", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/rozvoj-mesta/environmentalistika-a-technicka-infrastruktura/hluk-a-urbanisticka-akustika-"}, {"title": "Environmental protection and impact assessment on living environment – Bratislava.sk", "description": "The capital city of the Slovak Republic, Bratislava, shall exercise rights and obligations arising from Law No. 24/2006 Z. z. on the assessment of influences on the living environment and on amendments and supplements to certain laws in their wording as amended later.\n\nA body affected by this Act is a municipality:\n\nInformation about environmental impact assessment procedures are available on the website of the Ministry of the Environment of the Slovak Republic - Enviroportal.\n\nEnvironmental impact assessment / evaluation is a comprehensive determination, description and evaluation of anticipated impacts of proposed activities (projects) - EIA (Environmental Impact Assessment), as well as strategic documents (policies, concepts, plans, programs) - SEA (Strategic Environmental Assessment) on the living environment.\n\nThe Department of Environmental Protection and Technical Infrastructure within its agenda examines individual components of the living environment, their state and development:\n\nWhen assessing the impact on the living environment, it is always necessary to take into account operational and spatial relationships and to resolve their cumulative and synergistic effects as well. \n\nDepartment of Environmental Protection and Technical Infrastructure\nEmail\nPhone", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/rozvoj-mesta/environmentalistika-a-technicka-infrastruktura/environmentalistika-a-posudzovanie-vplyvov-na-zivotne-prostredie-"}, {"title": "Changes and Supplements 03 - Bratislava.sk", "description": "Changes and supplements 03 involve a change of PE / 49 - the MHD carrying system – Jantárová street tram line – Štúrova street, within which a new definition of the carrying system is worked out and the tram line Jantárová street – Old Bridge – Štúrova street is added.\n\nFurther change DE / 3 in location Kráľova hora was a change of functional use from a municipal facility with national and supra-municipal importance (code 201), development area to a function of natural environment - landscape greenery (code 1002), stabilized area.\n\nThe third part of the material were repairs of technical defects in urban plan of Bratislava City, character of completion of missing codes in drawings and similar.", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/rozvoj-mesta/platna-uzemnoplanovacia-dokumentacia/uzemny-plan-mesta-a-jeho-zmeny-a-doplnky/zmeny-a-doplnky-03"}, {"title": "Changes and Additions 07 - Bratislava.sk", "description": "These changes and supplements are mainly aimed at the regulation of advertising facilities, adaptation of the city to climate change and electrification of tram tracks in the New City Centre. By resolution no. 996/2021 of the Bratislava City Council from October 21, 2021, the territorial planning documentation was approved, with changes and supplements 07. The binding part of the Bratislava City Territory Plan, changes and supplements 07 was announced as a general binding ordinance of the city of Bratislava no. 14/2021, dated October 21, 2021, which will take effect on January 1, 2022.", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/rozvoj-mesta/platna-uzemnoplanovacia-dokumentacia/uzemny-plan-mesta-a-jeho-zmeny-a-doplnky/zmeny-a-doplnky-07"}, {"title": "Changes and Additions 01 – Bratislava.sk", "description": "Documentation Urban Plan of the capital city of Slovakia Bratislava, changes and supplements 01 follows from solving Transport-urban study for connecting rail corridors No. IV and V project TEN-T 17 and connection of airport to railway network in Bratislava. Organizer of this study are Železnice SR and processor is Dopravoprojekt, a.s. in cooperation with AUREX, s.r.o.\n\nThe reason for changes and supplements of urban plan are new facts following from European transport network concept accepted by the European Commission in April 2004. The concept contains 30 priority projects for development of European transport infrastructure, from which project No. 17, passing through our city, represents important railway axis connecting Western and Central Europe on route Paris – Bratislava. Basic prerequisite for realization of the project is synchronization of the concept with urban plan of capital city of Slovakia Bratislava.\n\nChanges and supplements 01 were approved by decision of City Council of capital city of Slovakia Bratislava No. 600/2008 on December 15, 2008. Binding part was announced Všeobecne závazné nariadenie hlavného mesta SR Bratislavy č. 12/2008 on December 15, 2008, which took effect January 15, 2009.", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/rozvoj-mesta/platna-uzemnoplanovacia-dokumentacia/uzemny-plan-mesta-a-jeho-zmeny-a-doplnky/zmeny-a-doplnky-01"}, {"title": "Changes and Additions 02 - Bratislava.sk", "description": "Documentation The Town Plan of the Capital City of Slovakia Bratislava, amendments and supplements No. 02 pertains to demarcation of functional areas, changes in the functional use of land from developed areas to green spaces, establishment of codes for land usage intensity reduction, or changes from stabilized areas to development areas, as well as changes in traffic infrastructure, technical equipment, and related changes in public buildings.\n\nThe amendments also take into account legislative changes regarding monument protection, nature protection, landscape creation, and the territorial system of ecological stability (ÚSES), which have since come into force. The changes and supplements reflect positively forecasted detailed town planning documents and materials comprehensively assessed with regard to urban development concept and key development directions of the city.\n\nFurther adjustments eliminate formal and factual shortcomings and technical errors in the town plan identified during its implementation in practice, introducing some methodological changes to the document.\n\nThe amendments and supplements No. 02 were approved by a resolution of the City Council of the Capital City of Slovakia No. 400/2011 on December 15, 2011. The binding part was declared by a universally binding ordinance of the Capital City of Slovakia No. 17/2011 on December 15, 2011, which came into effect on February 1, 2012.\n\n0 supplements\n0 supplements\n0 supplements\n0 supplements", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/rozvoj-mesta/platna-uzemnoplanovacia-dokumentacia/uzemny-plan-mesta-a-jeho-zmeny-a-doplnky/zmeny-a-doplnky-02"}, {"title": "Changes and Supplements 06 – bratislava.sk", "description": "Amendments and supplements 06 involve the updating of the entire municipal territorial planning documentation in relation to existing regulations, mainly from the areas of nature protection, monument protection, road and technical equipment, with an emphasis on current valid health zones, protective zones, and protected areas.\n\nThe documentation of the Bratislava Capital City's Spatial Plan, amendments and supplements 06 was approved by Resolution No. 581/2020 of the Bratislava City Council on September 24, 2020.\n\nThe binding part of the Bratislava Capital City's Spatial Plan, amendments and supplements 06 was proclaimed in a generally binding decree of the Bratislava Capital City No. 7/2020 as of September 24, 2020, which came into effect on November 1, 2020.", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/rozvoj-mesta/platna-uzemnoplanovacia-dokumentacia/uzemny-plan-mesta-a-jeho-zmeny-a-doplnky/zmeny-a-doplnky-06"}, {"title": "Changes and Supplements 08 - bratislava.sk", "description": "The preparation of changes and supplements to Amendment No. 08 resulted from the need to change the functional use and spatial arrangement of plots, which were available for rentable housing in a suitable manner, proposed on the basis of the Urbanistic Study of Rentable Housing on the territory of Bratislava for the purpose of fulfilling the goals of \"The Concept of Municipal Rental Housing Policy for 2020 - 2030\", approved by the municipal council on February 18, 2021 with Resolution No. 743/2021 and \"Methodology for Changes to the Territorial Plan in the Interest of Building Conditions for the Development of Rentable Housing and Increasing Accessibility of Housing\", adopted with Resolution No. 917/2021 of the municipal council on June 24, 2021.\nThe documentation of Amendment No. 08 to the Territorial Plan of the capital city of SR Bratislava was approved by Resolution No. 230/2023 of the Municipal Council of the capital city of SR Bratislava of June 29, 2023. The binding part of the Territorial Plan of the capital city of SR Bratislava, Amendment No. 08 was declared Generally Binding Regulation of the capital city of SR Bratislava No. 11/2023 of June 29, 2023, which came into effect on November 1, 2023.", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/rozvoj-mesta/platna-uzemnoplanovacia-dokumentacia/uzemny-plan-mesta-a-jeho-zmeny-a-doplnky/zmeny-a-doplnky-08"}, {"title": "Changes and Supplements 05 - Bratislava.sk", "description": "Changes and supplements 05 consist in adjusting the corridor of the route of highway D4 in the section between urban parts of Bratislava - Jarovce and Bratislava - Rača, which will fulfill the function of the zero ring of the city. Following the highway D4, the reason for these changes and additions was also the demarcation of the corridor of express road R7 in the section off-level intersections of Bratislava Prievoz – Bratislava Ketelec, which is defined in the valid territorial plan of Bratislava as a local collection communication of functional class B1.\n\nBased on the new routing of both communications, changes to the functional use were also resolved, including local traffic and technical infrastructure and spatial arrangement of the territory of the city of Bratislava, which were triggered by the elimination of the originally defined corridor or the need to define protective and isolation areas of these communications.\n\nThe documentation of the Territorial plan of the capital city of Slovakia Bratislava, changes and supplements 05 was approved by the Resolution of the City Council of the capital city of Slovakia Bratislava No. 1785/2014 on October 23, 2014. The binding part of the Territorial plan of the capital city of Slovakia Bratislava, changes and supplements 05 was announced by the General Binding Decree of the capital city of Slovakia Bratislava No. 10/2014 from October 23, 2014, which took effect on November 10, 2014.", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/rozvoj-mesta/platna-uzemnoplanovacia-dokumentacia/uzemny-plan-mesta-a-jeho-zmeny-a-doplnky/zmeny-a-doplnky-05"}, {"title": "Climate Office - Bratislava.sk", "description": "The implementation of the climate plan will be coordinated by the Climate Office, which was established within the Department of Urban Strategies and Analyses. The Department of Urban Strategies and Analyses is part of the City Mayor's Office and its task is to ensure a supportive system for cross-departmental strategic management that strengthens orientation towards results in decision-making on public policies, regulations, investments, and the operation of the city.\n\nPolitically, the responsibility for managing and supporting the climate plan was taken over by Deputy Mayor Jakub Mrva for the Environment and Climate Change. The report on the implementation of the climate plan will be provided to the City Council of Bratislava and the Agreement of Mayors and Chairmen at least once every two years.\n\nDeputy Mayor for the Area of Living Environment, Climate Change, and Education, MP of the City Council of the capital city of Slovakia Bratislava, and Chairman of the Civil Association Initiative Our Carpathians, which deals with nature protection and landscape protection, forest protection, support for recreation and sports in line with nature protection. Co-author of the Concept of Development of Bratislavian Urban Forests, Zones of Urban Forests, and Agreement between the Capital City and the State Forestry Service regarding reducing timber harvesting.\n\nSonja Andrasova\nSonja has been working at the Bratislava City Council since 2020. She is a specialist in preparing and managing projects and EU funding. At the city council, she first helped with setting up the current programming period and preparing applications for funding from international schemes. Together with her colleagues, she has long advocated for strengthening the climate agenda on the city and the establishment of a climate team. Previously, during almost ten years, she worked at various positions in the International Organization for Migration (IOM), where she dealt with the integration of foreigners into society.\n\nMarian Zachar\nMarian came to the city from HB Reavis, where he led the creation of the Group's Net Zero Carbon strategy. Before working in climate issues in the private sector, he co-founded two educational organizations, LEAF and the International Duke of Edinburgh Award (DofE). DofE has almost 8 years been led by him as a director and since its inception it has become one of the largest offices of DofE worldwide. In the public sector, he also worked between 2010 and 2012, implementing an initiative for higher transparency at the Ministry of Education. He studied international relations at Charles University in Prague and various forms of team leadership at the University of California, Berkeley and the French INSEAD.\n\nAdela Syslova\nAdela joined the Bratislava City Council in 2022 as the first employee dedicated exclusively to the climate agenda. She came from her hometown Prague, where she worked as an analyst in the Climate Change Association for International Issues (AMO). In the past, she stood at the creation of the think tank International Sustainable Finance Centre (ISFC), which deals with education in sustainable financing in the region of Central and Eastern Europe. She holds a master's degree from the SOAS university in London, where she focused on sustainable development and for her diploma work on transitioning to renewable energy sources in North Africa won the prize of Development Studies Association.\n\nIf you have any questions about climate yet, do not hesitate to contact us via email.\n\nTo implement measures in energy, especially the introduction of comprehensive energy management on buildings of the city, a team of energy management is being established within the Climate Office composed of the Chief/Head Energy Officer and the Energy Manager. Application for both positions are open until May 22nd.", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/klima/klimaticka-kancelaria"}, {"title": "Climate Plan – Bratislava.sk", "description": "Green and Healthy Bratislava\nClimate Action Plan for the Capital of Slovakia (SECAP), has been created as an answer to the pressing climate challenges that we are facing in our city, on the Slovak Republic, and worldwide. The plan also fulfills the commitment made by the City of Bratislava in the Mayors Climate Agreement.\n\nThe Climate Action Plan contains 16 strategic priorities and 65 measures, organized around four strategic goals:\n\nReduce greenhouse gas emissions by 55% by 2030 compared to 2005\nPrepare Bratislava for climate neutrality by 2050\nImprove the city's adaptation to adverse effects of climate change, including improving crisis management\nStrengthen cooperation with citizens and companies in solving climate change\n\nThe plan contains measures of the City of Bratislava and municipal organizations to reduce emissions in areas that have a direct impact on the city (urban property, waste, transportation, and adaptation to climate change). At the same time, it also suggests measures that should be implemented by citizens and companies, with Bratislava actively supporting them.\n\nThe measures will be implemented in 6 areas:\n\nConsidering the complexity of the action plan, we have selected 10 key measures for the first years of implementation.\n\nOur long-term goal is to create a space for the involvement of municipal parts. The first municipal part that participated directly in the creation of the climate plan was Petržalka, and we hope that soon other will follow. If your municipal part has an interest, please contact the Climate Office at [email protected]. We will agree on the process of official participation, help you to schedule your own activities and involve you in coordinating and monitoring the climate plan.\n\nIdeas or questions regarding the climate plan can be directed directly to the Climate Office at [email protected].\n\nFor citizens, we are planning to simplify processes and procedures related to two largest goals of the plan - energy savings and installation of renewable energy sources. Similarly to the Metropolitan Institute of Bratislava creating manuals for public spaces, we are going to map out the processes, help with their simplification and unification, and at the same time prepare guides for citizens in both areas.\n\nFor companies, we are preparing a Business Climate Challenge program inspired by London, which will aim to motivate companies on the territory of Bratislava to reduce energy consumption and carbon footprint.", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/klima/klimaticky-plan"}, {"title": "Urban Forests – Bratislava.sk", "description": "The urban forests in Bratislava have significant health and recreational functions. From the perspective of long-term needs of residents, almost 98% of them were assigned to a special designation category of forests.\n\nThe management area is bounded by part of the Small Carpathians Mountains and its border passes through such locations as Red Bridge, Lamač, Kačín, Malý Slavín, White Cross or Vajnorská Valley.\n\nTogether with Mestské lesy, the forest management operates on an area of 3,100 hectares, with 2,873 of them being forest land. The forest cover of this area is 96%, and other areas are covered by shrublands, water streams and reservoirs, built-up areas or purpose-built forest areas.\n\nThe diverse forest composition is dominated by deciduous trees. The most widespread and economically most important tree species is beech, followed by oak and hornbeam.\n\nMore information about the park can be found on the website of Mestské lesy in Bratislava →.", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/zelen/mestske-lesy"}, {"title": "City Fruit Garden - Bratislava.sk", "description": "In the urban part of Petržalka between Macharovova and Panónská streets, the first City Fruit Orchard is spreading out. We started planting in 2020 and today over 90 varieties of fruit trees and tens of varieties of berry bushes have been planted. These are rare species that can be found in only small numbers on Slovakia and in surrounding countries.\n\nThe area is divided into five zones, each with its specific variety composition of fruit trees and bushes, specific vegetation arrangements, and elements for increasing biodiversity. There are also places for relaxation, education, and tasting.\n\nWe believe that the City Fruit Orchard, which we are now opening to the public, will gradually become a place where unique trees and communities will grow.\n\nIn Zone A, cherry and plum tree varieties have been planted, in Zone B, apple and oskoruša bush varieties can be found. Near the concrete staircase, a pavinič trojlaločný vine has been planted, which will help to shade the space and reduce dustiness.\n\nOn this plot, lieska is currently growing well, whose fate here is sealed, and therefore it defines this zone for the cultivation of traditional fruit shrubs grown in the Bratislava region, such as a royal walnut or almond.\n\nIn Zones D and E, deciduous trees provide sufficient shade and block noise from surrounding communications, so they are suitable for community and educational activities, as well as an amphitheater. Planting was set up on the principle - what tree, that variety, thus achieving high variety diversity of one type of tree. Zone D is dedicated to planting various varieties of apples, such as Drouardova, Giffardova, and Lucasova. In Zone E, you will find pear trees, plum or apricot trees. From pears, there is the Gdanskian knife, Gravštýnske or Smiřické rare variety. From fruit bushes, a raspberry, blackberry, or blackthorn has been planted.\n\nOld dead trees, which serve as a hotel for insects\n\nRed and black wasps, jost, and egress in wooden borders primarily serving biomass assessment created during tree care as entrances to the central part of the orchard, which passes into a leafy fence. The leafy living fence is taken care of by sprinkler irrigation connected to solar power.\n\nTree maintenance is performed by experts from the O.Z. Fruit Tree association, while areal maintenance is ensured by the main city supplier under the supervision of landscape architects and architects from the Bratislava City Hall Department of Urban Greenery.\n\nThe planted fruit trees are young and very sensitive to damage, so they need to be taken care of and provided with the best conditions for healthy growth and sufficient protection, so we can enjoy and taste their fruits together in future years.\n\nThe planting of special fruit trees was carried out by the City of Bratislava in cooperation with the civic association O.Z. Fruit Tree, which is engaged in the professional implementation of orchards.\n\nYearly maintenance includes stump removal into root zones, regular watering, and fertilizing. Every year in February to March, a spring pruning is necessary for supporting growth and creating a strong branch crown.\n\nDuring the vegetation period, monitoring of tree cotivation, their health condition, identification of harmful organisms, and possible application of ecological protection take place. Tree maintenance is performed by experts from O.Z. Fruit Tree association, while areal maintenance is ensured by the main city supplier under the supervision of landscape architects and architects from the Bratislava City Hall Department of Urban Greenery.\n\nThe area is suitable for educational activities such as workshops and lectures on topics such as fruit growing, composting, mulching, and similar.\n\nFuture plans include setting up a well to make watering easier, as well as an electrical connection that will enable further activities such as outdoor cinema in the amphitheater space.\n\nPlanted fruit trees are young and very sensitive to damage, so we need to take care of them and provide them with the best conditions for healthy growth and sufficient protection.", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/zelen/mestsky-ovocny-sad"}, {"title": "Maintenance and creation of greenery – Bratislava.sk", "description": "Vegetation, or greenery, is an inseparable part of urban planning in cities and is often referred to as a necessary environmental component of the living environment in towns. It represents more than just an architectural supplement; it actually helps create a characteristic image of the city.\n\nIn connection with global warming and climate changes, environmental aspects of vegetation in cities are coming to the forefront. Plant cover moderates extreme heat effects, traps pollutants, trees provide shade and cooling, and influence microclimatic indicators.\n\nGreenery in urban space requires maintenance, not uniform, but carefully designed and implemented. Each country, and therefore each city, needs to maintain and create a healthy living environment for its residents, which is simply impossible without trees and green areas. Urban landscape forms part of the green infrastructure and in some cases is richer in species of plants and animals than surrounding monotonous agricultural land or commercial forests.\n\nIt methodically guides the maintenance of greenery, ensures the creation of green spaces, revitalizes existing green plots, and tree pruning on plots under direct management of the capital city of SR Bratislava.\n\nIt issues permits in line with the zoning plan of the capital city for excavation work and publishes approvals for using public space in connection with building activity. It also publishes expert opinions regarding project documentation from the perspective of nature protection and landscape conservation.", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/zelen/udrzba-a-tvorba-zelene"}, {"title": "10 000 Trees - Bratislava.sk", "description": "Let's green Bratislava together!\nThe capital city is working within the initiative of 10,000 trees on a plan for systematic renewal and maintenance of forests. Since 2019, we have planted already 4,236 mature trees, 26,203 seedlings and 20,600 saplings.\nIn summer, they protect our streets from overheating, improve air quality, reduce the consequences of heavy rainfall, and provide a haven for animals and important insects. Streets with trees are more beautiful and simply feel nicer in them.\n\nYou can also contribute to making Bratislava greener, more pleasant, and less overheated in summer. We're looking for partners from business companies, institutions, organizations, and communities, as well as citizens who want to join the initiative of 10,000 trees.\nEach of us can contribute to a greener and more beautiful Bratislava. It's enough to notice and be aware of the importance of trees around us and spread it further in our surroundings, which are trees for Bratislava so important.\n\nHelp us plant more trees on streets and improve the quality of life by reducing heatwaves, improving air quality, reducing noise levels.\nSome places deserve and require larger trees and more significant changes that can revitalize them.\nSchool areas often provide excellent opportunities for planting high-quality greenery with a positive impact on their surroundings.\nBesides their aesthetic value, they also have an important water-holding function and help the city reduce the consequences of heavy rainfall.\nPlanting trees in streets and schoolyards. Green traffic islands or taking care of planted trees. These are just some of the things we can do thanks to our partners.\n\nYou can join the initiative of 10,000 trees by actively participating in tree planting on so-called \"Key Weekends\", which the capital city organizes every year.\nThe main city has decided to plant more trees and simultaneously invests more in increased care for existing greenery both financially and by strengthening human resources at the Environmental Department.\n\nFor all newly planted trees, the city will take care of them for three years. This includes monitoring the condition of the planted tree, maintaining its watering system, and regular watering 3-5 times a month.\nAfter three years, the tree should be well-established to survive without further care. In case the planted tree dries out, the city is obliged to replace it outside the vegetation period, i.e., in spring or autumn.\n\nMost newly planted trees turn yellowish-brown in autumn, creating the impression that they are dry. However, this is not true; the trees prepare themselves for their winter dormancy period.\n1.10.2024\n1.7.2024\n25.6.2024\n21.5.2024\n30.4.2024\n16.4.2024\n8.4.2024\n21.3.2024\n19.3.2024\n1.10.2024\n1.7.2024\n25.6.2024\n21.5.2024\n30.4.2024\n16.4.2024\n8.4.2024\n21.3.2024\n19.3.2024\n1.10.2024\n1.7.2024\n25.6.2024\n21.5.2024\n30.4.2024\n16.4.2024\n8.4.2024\n21.3.2024\n19.3.2024", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/zelen/10000-stromov"}, {"title": "Parks and Gardens - Bratislava.sk", "description": "Greenery in the city has a beneficial impact on microclimate, hydrology and soil quality, reduces overall pollution, has a positive effect on residents and eventually on the entire urban environment. We will enjoy it most intensely in the city parks and gardens.\n\nAn open space serving mainly for relaxation and walks is intended for a wide public and fulfills a recreational function. It should have seating areas, sports fields, children's playgrounds, food and drink options or educational paths. Improving living quality in this way also improves the overall appearance of the environment and the quality of life.\n\nThe garden where fruit trees, vegetable plots, herbs and a space for children are located. Currently, the city has one garden under its management, which is Pruger Wallnerova Garden, which enjoys high attendance. Gradually, we would like to make more such spaces accessible.\n\nThe Municipality of Bratislava has 7 squares, 6 parks and 1 garden under its management, for which the Department of Urban Greenery is responsible. The Department of Traffic Management is responsible for the paved areas.", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/zelen/udrzba-a-tvorba-zelene/parky-a-zahrady"}, {"title": "Community gardens - Bratislava.sk", "description": "Zdá sa, že máte veľa otázok na týto pozemky a ich možné využití pre komunitnú záhradu. Nie sú však žiadne konkrétne otázky. Chcete, aby som vám hovoril o rámciach a podmienkach založenia komunitnej záhrady?", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/zelen/udrzba-a-tvorba-zelene/komunitne-zahrady"}, {"title": "Mowing – Bratislava.sk", "description": "For the year 2021, the total area of meadows maintained by our company was around 1,800,000 m², with 5 rounds of mowing and spring and autumn cleaning carried out.\n\nIn response to long-term drought, we are adapting the maintenance of greenery in our city. In 2021, as part of public green space maintenance, we decided to ensure a frequency of 5-6 times per year for cutting grass.\n\nBratislava is divided into several parts according to the managers and implementers of mowing themselves. In addition to 17 municipal districts and private land owned by other entities, the city manages mowing mainly in two levels – road greenery and public greenery.\n\nThese areas often include relatively large plots located near communication routes managed by the Bratislava City Council. Their cutting is implemented as part of their operational plan by the Communication Management Department through a subcontracted company, A.I.I. Technical Services s.r.o.\n\nThis refers to meadow areas and greenery on land owned by the Magistrát hlavného mesta SR Bratislavy. This greenery is managed by the Environmental Section, and its maintenance and cutting are carried out through a contracted supplier. As part of public green space cutting, internal cutting is also implemented through a municipal enterprise, which currently cuts in the districts of Ružinov, Vrakuňa, Podunajské Biskupice (Bratislava 2 district) and the city district Bratislava-Rača.\n\nIn addition to mowing and mulching, our employees from the municipal company supplement the missing substrate on plots without fertile soil, sow grass, and create various features for supporting biodiversity, such as a permaculture garden, \"bee hotel,\" dormitory for hedgehogs, and similar.\n\nOn some designated plots within city-owned land, flowering meadows were established. These are public green spaces temporarily exempt from planned mowing to adapt to climate changes, increase biodiversity, and improve the public space. You can see locations of flowering meadows on this map.\n\nIn addition to sowing flowering meadows, we have reserved several areas for so-called extensive cutting, where we reduced the frequency of cutting from 5-6 times per season to 2 times. Plots with a changed mowing frequency are not a sign of neglected maintenance; rather, they symbolize a connection with nature and consideration for bees and other pollinators.\n\nThese areas heat up less in summer and can retain more natural moisture, positively affecting the microclimate environment.\n\nYou can see locations of flowering meadows on this map.\n\nThe municipal enterprise has been actively caring for our city since its inception. During mowing, they have new helpers who helped last year during nice weather around Rohlík lake in Ružinov. These goats are called Vendy and Líza and helped their colleagues save the grass.\n\nTo enable these goats to continue and pleasantly surprise residents of Bratislava with their presence on walks, the Municipal Enterprise decided to establish a ranch in Čierny Les. We can also look forward to a new addition – a small goat named Žužu. It's great for two ponies as well, and the ranch is gradually expanding.\n\nAt some locations, especially those with higher protection levels, we are looking for more environmentally friendly cutting methods. We're looking forward to a mixed herd of sheep and goats from PressburgOVCE in the coming year. Volunteer mowers, women, and even cat breeders from the Slovak Sheep Shearing Society have taken up traditional shepherding on Králová hora's beautiful meadow. Scissors are friendlier to nature and help eliminate invasive trees. In skilled hands, they will cut grass to an ideal length and, of course, won't burn fossil fuels. Thank you for this unconventional gift in the form of traditional mowing.", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/zelen/udrzba-a-tvorba-zelene/kosenie"}, {"title": "Adoption of Green – Bratislava.sk", "description": "The Department of Municipal Greenery developed the \"Green Adoption\" program, which allows volunteers to actively participate in maintaining green areas in the city. The content of the \"Green Adoption\" program is to enable applicants to enter public green areas with the goal of beautifying and subsequently securing their maintenance without claiming financial remuneration.\n\nWithin this alternative, we want to support citizens' activities who, without claims for financial remuneration, are interested in improving their city's living environment.\n\nWithin this alternative, we want to utilize offers from legal entities and entrepreneurial subjects that have an interest in beautifying the city within their capacities and financial possibilities, and which want to present themselves in a different way than, for example, \"advertising smog.\" \n\nIn the capital city area, there are areas that are not efficiently used as park areas. It is precisely on such areas that interesting arboreal works can be created.\n\nNote: No other elements may be placed on the board and in the planted greenery that could present a product and services of a company. The board will be installed during the duration of this agreement.", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/zelen/udrzba-a-tvorba-zelene/adopcia-zelene"}, {"title": "Trees in the town - Bratislava.sk", "description": "Why do we need trees in the city? More trees in Bratislava mean higher quality of life. The positive influence on the microclimate in the city also depends on the number of planted trees. In summer, trees provide shade and cool their surroundings better and more effectively than any air conditioning system by preventing overheating of asphalt and concrete surfaces. Under trees, we can drop the temperature of the air by up to 30 °C compared to the surrounding area. At night, on the other hand, it is warmer by up to 3 °C. They improve living conditions and create a natural scenery that can calm us down and improve our mood. Trees in the city also mean a greater contact with nature for us and bring life to the city in the form of birds, insects or mammals. They act as filters catching dust, sulfur oxides and nitrogen oxides, coal smoke and other pollutants in the air. In cities, deciduous trees catch up to 27% and coniferous trees up to 28% of dust. Trees retain water during heavy rainfall around them and thus prevent flooding of streets. Trees retain water through their roots. They work as a sponge, absorb water during rain, and then slowly release it. Trees and shrubs also act as a noise barrier. A 10-meter wide strip of trees reduces noise by 1-6 dB. They bring various forms of life with them - birds, mammals, insects and others. Replacement planting: You can find there Information on where specific tree species have been planted or who has supported the planting in the framework of the initiative 10,000 Trees. The map of tree planting is full of greenery, not just for show. Each of the most frequently planted tree species has its own assigned color. Join the initiative and contribute to planting trees, donate a tree to someone close, or join prepared events as a volunteer. More information about the initiative and ways to participate can be found here →", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/zelen/udrzba-a-tvorba-zelene/stromy-v-meste"}, {"title": "Pre-season events – Bratislava.sk", "description": "Do your front yard landscaping? With a sensitive approach, they can be a pleasant addition to the urban environment. However, their placement is subject to certain conditions.\n\nTrees and larger shrubs are not allowed in public spaces managed by the municipality and its parts. Additionally, it is forbidden to plant them within 2 meters of sewer or water pipes, or streetlights. The location of underground utility lines may be located under your property, where the front yard landscaping is located.\n\nLarge trees and shrubs can cause problems with maintenance, damage to facades, and even invasion into buildings or houses. It is necessary to inform your landlord or a representative of the owners about the location of underground utility lines in the area where you want to plant them.\n\nIf you are interested in planting trees on public spaces, you need to obtain written permission from the landowner (Article 48 paragraph 2 Act no. 543/2002 Coll. On nature and landscape protection) and consider the size of the tree at maturity - so that it does not interfere with protective zones.\n\nIf a mature tree is located in your front yard landscaping and needs pruning or professional care, please contact the Department of Urban Greenery. The goal is to prevent unprofessional pruning, which can damage the tree and lead to its gradual death (potentially hazardous for you and your surroundings).\n\nPruning of shrubs up to 1/3 of their weight (e.g., shaping living fences) can be performed throughout the year, except during flowering periods. Thinning and rejuvenation cuts that require an intervention above 1/3 of the shrub's weight are performed outside the hot and dry summer period. To avoid stressing the shrubs, it is recommended to perform this pruning in a humid pre-autumn or autumn period.\n\nIf you are interested in planting trees on municipal land, you can contact the Department of Urban Greenery for possible consultation or participation in the 10,000 Trees project.\n\nDepartment of Urban Greenery\nEmail for the 10,000 Trees project\nMore about the 10,000 Trees project\n8.4.2024\n17.10.2023\n10.8.2023\n4.7.2023\n29.9.2022\n10.8.2022\n18.7.2022\n20.4.2022\n24.1.2019", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/zelen/udrzba-a-tvorba-zelene/predzahradky"}, {"title": "Pumpkin blossoms - Bratislava.sk", "description": "Flower bulbs were planted on designated areas throughout autumn and a total of 11 mixes were used. Each mix is specially blended to produce an interesting flowering effect that will last as long as possible. Blooming will occur in the interval of 2-5 months (approximately from late February to late May), depending on the specific mix.\n\nThe relaxing phase of the flower bulb cycle, where the upper part of the plant turns yellow and withers, must be respected, as these plants bloom early in the spring and therefore need a break. Areas that were blooming just a few months ago should be left to dry out and mowing should be ensured around late May/early June, so they have energy again for next season's flowering.\n\nApeldoorn, Brussel, Dancing tulips, Energy, Fresh collection, Huizen, Liverpool, Moerdijk, Orange glow, Purplish, Sun Valley", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/zelen/udrzba-a-tvorba-zelene/cibuloviny"}, {"title": "Blooming meadows – Bratislava.sk", "description": "They know that during hot summers, flowering meadows can be up to 20 °C cooler than the standard cut grass? They retain humidity, contain fewer allergenic species and protect biodiversity.\nThe capital city wants to strengthen biodiversity and reduce the effects of climate change and flower meadows located directly in the city, including housing estates and inner-city areas, are one of the important elements in achieving this goal.\nWe have established the first such meadow in the Bratislava-Dúbravka district, but today's flowering meadows can be found in 60 locations in various districts - Dúbravka, Karlova Ves, Lamač, Staré Mesto, Nové Mesto – and are still increasing.\nIt is about maintained areas that are mowed at a different regime than traditional lawns – i.e. not six times a year, but one to two times a year depending on the species composition. By this natural form of changing plant composition in meadow communities, allergenic grasses will gradually decrease and be replaced by flowering herbaceous plants.\nIn the city, mainly certified mixtures of meadow blends are planted, which are usually non-allergenic and do not cause respiratory problems in most cases. They can even help asthmatics or allergy sufferers to a large extent as they absorb harmful substances from the air. Proper care and suitable location on urban areas enable them to have a potentially beneficial impact on health.", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/zelen/udrzba-a-tvorba-zelene/kvitnuce-luky"}, {"title": "Prüger-Wallner Garden – Bratislava.sk", "description": "The garden was created at the end of the 19th century, when the Prüger-Wallner family built a villa on the northern end of Havlíčkova street, which still stands today. The garden's terrain was divided and landscaped around the villa in a park-like style as an ornamental garden, while the remaining part of the land served as a utility garden.\n\nAfter World War II, the garden gradually fell into disrepair and nothing remained of its original landscaping.\n\nFor several decades without conceptual care, Bratislava, the capital city of Slovakia, began to revitalize the garden in cooperation with partners.\n\nWe are gradually updating and cleaning up the garden, adding natural furniture, children's playground elements, wooden paths and detailed information boards about the valuable biodiversity of the garden. Part of the revitalization is also an increase in tree vegetation.\n\nThe garden is open to visitors from October to March from 8:00 am to 6:00 pm, and from April to September from 8:00 am to 8:00 pm.\n\nOperator of the Nature Area Garden Prügerka is Bratislava, the capital city of Slovakia / City District Bratislava - Old Town.", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/zelen/udrzba-a-tvorba-zelene/parky-a-zahrady/pr%C3%BCger-wallnerova-zahrada"}, {"title": "Janko Kral Park and Turs' Embankment – Bratislava.sk", "description": "Janka Kráľa Park is the oldest public park in Central Europe and one of the oldest public parks in general. It also includes a Danube riverbank - Tyrš's riverbank. It serves daily recreation for residents, accessible on foot as residents of Petržalka, as well as those from the Old Town, with easy access by public transportation also from more distant city districts. The park has undergone several changes throughout its life. From name changes to extensive reconstructions in various architectural styles. Established in the 18th century in a neoclassical style and basically it was about adjusting existing terrain, which before the park's establishment was formed by the original wetland forest and meadows. Janka Kráľa Park as the 1st public park in Central Europe is protected under Law No. 27/1987 Coll. on State Monument Care in the category of historical greenery.", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/zelen/udrzba-a-tvorba-zelene/parky-a-zahrady/sad-janka-krala-a-tyrsovo-nabrezie"}, {"title": "Bratislava Mountains Park – Bratislava.sk", "description": "Horský park v Bratislave je historický lesní areál, ktorý vznikol v 19. storočí. Jeho založením sa venoval Henrich von Justi, mešťanosta Bratislavy. Projekt komunikácií bol autorom Anton Sendlein, mestský inžinier.\n\nKrajinná tvorba sa v parku zdokonalila a začali sa klásť dôraz na dendrologické a botanické kvality. Lesný porast bol bohatý na druhové zloženie a od založenia parku obsahoval aj introdukované druhy, najmä ihličnaté dreviny.\n\nOkrem stromov boli v parku tiež umiestnené tabule s básňami domácich básnikov, kŕmidlá a vtáčie búdky pre ochranu zvierat a vtákov. Bolo tiež verejné osvetlenie a niekoľko pomníkov a soch.\n\nPrirodzeným centrom parku je Justiho pamätník s odpočinkovou terasou. Pomník bol postavený v roku 1909 Alojzom Rigelem, bratislavským sochárom.\n\nDnes sa Horský park chce zamerať na prezentovanie územia aj ako edukačnej zóny vývoja lesného spoločenstva vo všetkých jeho etapách. Toto bude jeden z prioritných prvkov v chránenom areáli, kde sa vytvorí tzv. „bezzásahová zóna“ pre edukáciu a študijné účely.\n\nV parku sa tiež bude podporovať biodiverzita (hmyzu, obojživelníkov, vtákov a rôznych húb a rastlinných spoločenstiev) cez zamedzenie pohybu návštevníkov odumierajúcimi stromami. Na opačnej strane parku sa budú zabezpečovať rekreačné funkcie s prihliadnutím na ochranu prírody vychádzajúcej z potrieb 4. stupňa ochrany.\n\nĎalej sa obnovia oddychové zóny, zelené terasy a športové zóny, prechádzkové zóny a tiež priestor pre ukážku biotopov. Zrevitalizujú sa mobiliár a vytvoria sa edukačné plochy pre introdukované dreviny a priestor pre rozmnožovanie obojživelníkov.", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/zelen/udrzba-a-tvorba-zelene/parky-a-zahrady/horsky-park"}, {"title": "Kuchynka Garden - Bratislava.sk", "description": "The capital city made Koch's garden accessible to the public. For years inaccessible and unattended protected area we cleaned, supplemented with furniture and carried out there necessary work so that it would be safe for visitors. At the same time, we are preparing a project of its comprehensive renewal, which will be consulted with the Regional Monuments Office. \n\nKoch's garden is currently open only on weekends. The renovation project of Koch's garden is being implemented thanks to the support of the main partner, VÚB Foundation.\n\nThe architectural and historical research of Koch's garden was conducted by the City Institute for the Protection of Monuments in 2007. The results of the research will serve as a basis for the planned monument restoration of the area.\n\nToday Partizánska Street, where Koch's sanatorium with a garden is located, was originally an old road in Wolfern vineyard. At the beginning of the 20th century this area was still sparsely populated. Here Dr. Karol Koch (a notable doctor, surgeon and orthopedist, member of the Slovak Automobile Club, president of the Society for Caring for Disabled Children in Slovakia, owner of the order St. Sava II. and III. degrees) had a private sanatorium with a garden built in 1929-1930. The project was carried out by renowned architects Dušan Jurkovič, Jindřich Merganc and Otokar Klimeš. \n\nThe building of the sanatorium with its garden is a cultural monument. It is considered one of the best works of Slovak functionalism and at the time it was the most modern sanatorium in Czechoslovakia between the wars.\n\nA non-separable part of the sanatorium is the garden. The architectural concept of solving the garden is attributed to architect Jindřich Merganc. It was created on the site of an original vineyard, later plantings were designed and implemented by a well-known Slovak botanist and gardener, Arboréta in Tesárške Mlyňany, Josef Mišák. Originally there were 120 species planted in the garden, including 30 evergreen and 26 deciduous trees. In front of the sanatorium building are two water reservoirs. The water supply to them had an artistic form, covered with white tiles, probably ice bears.", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/zelen/udrzba-a-tvorba-zelene/parky-a-zahrady/kochova-zahrada"}, {"title": "Forestry care - Bratislava.sk", "description": "The city's greenery is an important part of the town and Bratislava systematically works on efficient and regular maintenance, as well as planting new trees. Long-neglected greenery will receive corresponding care. Thanks to data, we know where something is located and when some maintenance activity was performed. Maintenance is colored in \"autumn\" tones. By clicking on a point, you will get to the detail of the maintenance, as well as an assessment or decision, if it is available for a given performance.\n\nThe city's goal is systematics, continuity and professionalism in the care of greenery in Bratislava, whether it's municipal or street greenery. This should be helped by current passporting of hundreds of thousands of trees and other greenery on our town's territory.\n\nWe determine factors that threaten greenery\nEffective protection should come from correctly identified causes of damage and death of trees. It can go about incorrect planting, exposure to location, animal damage or vandalism, snow covering, cars, existence of technical networks in their vicinity or interference with root zone or inappropriate pruning.\n\nWe protect existing trees\nBalanced green infrastructure must include trees of different ages. In conjunction with measures for using rainwater, we gradually apply water-saving measures and distribution elements for irrigation of greenery. Such measures are also creating green road islands and green walls.\n\nBuilding spaces for roots\nThe main problem of urban greenery is the loss of space for tree root systems. Originally, trees were planted after completion of construction and installation of gas, water and sewage infrastructure. Today, demands on infrastructure are still growing and dependence on digital technologies affects greenery as well. Running telecommunications and optical cables in greenery has made trees an unwanted obstacle. For future planning and care of trees, it means not only concentrating technical networks into common collectors but also designing and creating space for roots.\n\nCare for greenery\nProblems are, for example, street alleys, which although are part of urban greenery, their maintenance is subject to communication administrators, who take care mainly of road traffic safety and current safety. Another problem are currently existing discrepancies in care for public greenery - public spaces in private ownership or those in the competence of the city and municipal districts.\n\nWe place them next to newly planted trees. Vases can hold up to 65 liters of water, which is gradually released into the soil over a period of 6-8 hours in drips. Young tree is thus moderately irrigated and its root system does not risk drought. Irrigation with vases is planned from planting for 3 years, in a regime of 4 times a month, in warmer periods 6 times a month. In the same regime, we irrigate trees without the presence of increasing vases, increasing irrigation efficiency.\n\nIf you still notice that some young tree is not doing well, please contact us at [email address].", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/zelen/udrzba-a-tvorba-zelene/stromy-v-meste/starostlivost-o-dreviny"}, {"title": "Which trees should we plant? – Bratislava.sk", "description": "This deciduous tree with a rounded shape, open and wide canopy, and slightly ascending branches is thornless. It grows well on sunny sites in all types of soil and is completely frost-hardy. It embellishes urban spaces with its elegant foliage.\n\nVery beautiful North American cherry or small tree is attractive during all seasonal periods. This lower shrub with upright stems is an ideal solitary plant for a herbaceous border consisting of grasses or mixed plants, either in the sun or partial shade.\n\nThis tree is partially evergreen, completely frost-hardy and not demanding on cultivation and care. It has wavy, folded dark green leaves and a roughened trunk in old age. This variety is suitable not only for parks and gardens but also for planting in avenues due to its narrow shape.\n\nA monocotyledonous, deciduous, low tree comes from southeastern Europe, the Caucasus and southwestern Asia. It suits dry urban environments where it can be planted either as a solitary plant or along roadsides and also for stabilizing slopes.\n\nThis middle-high tree is native to North America. Its deciduous leaves are up to 20 cm long and resemble those of lettuce. The crown is elegant, rounded. Since it resists pollution well, it is very suitable for planting in urban areas.\n\nThis tree grows very well in urban environments, is not prone to damage by frost, and is affected only by a few pests. It is a columnar growth that is suitable for narrow spaces.\n\nThis deciduous tree from the olive family occurs mainly in lowlands on Slovakia and is heavily represented in Danube floodplain forests. It can be planted as an ornamental tree in parks. It is a columnar growth, resistant to drought and suitable for narrow spaces.\n\nThis middle-sized ornamental tree grows up to about 8 m tall. It belongs to the small number of trees that bloom in midsummer. At the beginning of July, it is decorated with a whorl of greenish-yellow or strongly yellow flowers. Often used as a solitary plant, but also as an ornamental tree in urban planting.\n\nThis extremely decorative tree grows up to 20 - 25 m tall. It has a medium spread, irregular crown and very fragrant, bell-shaped flowers. It grows well in hot and dry climates, but also tolerates cold winter temperatures. You can find it both in city streets and in city gardens.\n\nThis is a spherical variety of our native tree, the common ash. It's a small to medium-sized tree that grows up to 8-10 m tall and 4-6 m wide. In youth, it is regularly spherical and compact, while in adulthood it becomes wider oval. It grows slowly to moderately fast. At the beginning of November, its leaves turn yellow or yellow-green, less often orange. It tolerates urban cultivation well and is highly resistant to wind. In full shade, it only grows with difficulties.\n\nThis tree very well tolerates urban environment, is not prone to frost damage and is affected by very few pests. It is a columnar growth that is suitable for narrow spaces.\n\nThis deciduous tree from the olive family occurs mainly in lowlands on Slovakia and is heavily represented in Danube floodplain forests. It can be planted as an ornamental tree in parks. It is a columnar growth, resistant to drought and suitable for narrow spaces.\n\nThis middle-sized ornamental tree grows up to about 8 m tall. It belongs to the small number of trees that bloom in midsummer. At the beginning of July, it is decorated with a whorl of greenish-yellow or strongly yellow flowers. Often used as a solitary plant, but also as an ornamental tree in urban planting.\n\nThis exceptionally decorative tree grows up to 20 – 25 m tall. It has a medium spread, irregular crown and very fragrant, bell-shaped flowers. It grows well in hot and dry climates, but also tolerates cold winter temperatures. You can find it both in city streets and in city gardens.\n\nA small to middle-sized ornamental tree that belongs to the small number of trees that bloom in midsummer. At the beginning of July, it is decorated with a whorl of greenish-yellow or strongly yellow flowers. Often used as a solitary plant, but also as an ornamental tree in urban planting.\n\nThis extremely decorative tree grows up to 20 – 25 m tall. It has a medium spread, irregular crown and very fragrant, bell-shaped flowers. It grows well in hot and dry climates, but also tolerates cold winter temperatures. You can find it both in city streets and in city gardens. This is a spherical variety of our native tree, the common ash.\n\nIt's a small to middle-sized tree that grows up to 8-10 m tall and 4-6 m wide. In youth, it is regularly spherical and compact, while in adulthood it becomes wider oval. It grows slowly to moderately fast. At the beginning of November, its leaves turn yellow or yellow-green, less often orange. It tolerates urban cultivation well and is highly resistant to wind. In full shade, it only grows with difficulties.", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/zelen/udrzba-a-tvorba-zelene/stromy-v-meste/ake-stromy-sadime"}, {"title": "Planting of trees – Bratislava.sk", "description": "To ensure proper tree planting, we first secure the minimum planting area. This is located outside the compacted layer and non-removable materials. Similarly, sufficient space must be ensured for rainwater drainage and ventilation. This can also be achieved by using suitable technical and vegetative-technical elements that provide adequate water and air circulation.\n\nBefore planting trees, it is necessary to inspect them. Inspection mainly focuses on possible damage to the bark, branches, and shoots caused by transportation and manipulation, shape and density of the crown.\n\nProper soil preparation for tree planting is essential for ideal tree acceptance. Tree planting holes must be at least 1.5 times larger than the earthy ball of planted seedlings. The root space represents 1/10 of the projected crown volume. Before planting a tree, we carry out a permeability test in accordance with the standard.\n\nWe perform it by filling the hole with sufficient water quantity. Before placing the tree into the planting hole, we install anchors. When planting trees with a root ball, we release the ties on the root ball at what is called the root collar - i.e., at the junction of the trunk and the root system. \n\nWhen backfilling the soil into the planting hole, the surface of the earth should not be higher than in the earthy ball of the tree.\n\nWhen backfilling the root ball into the planting hole, we add a dose of fertilizer evenly at 20 tablets per tree if it is insufficient after a control analysis. We also supplement mycorrhizal fungi as support for better rooting and proper nutrient uptake. These are applied in liquid form to the root ball according to the manufacturer's recommended dosage.\n\nThen, we sprinkle kiprous soil around the root balls from all sides, evenly press and water them. After filling the planting hole, we create a watering trough. The watering trough is a specially prepared surface of the planting hole that creates conditions for further growth and development of the tree.\n\nWhen planting trees, it is necessary to create watering troughs so that the water flows towards the tree - shape of the sealant. During planting, it is essential to ensure continuous irrigation to achieve uniform irrigation of the entire root ball, the planting hole, and its immediate surroundings.\n\nTree planting is a shock for the plant, and therefore as a mitigation of this phenomenon, post-planting care (aftercare) becomes an indispensable part of tree planting works. During aftercare, we perform a natural or required growth form. Damaged parts of the tree need to be removed or trimmed. Crown adjustment takes place by cleaning up, i.e., removing branches up to the trunk and also shortening shoots.\n\nTerminal height, i.e., the tree's height, needs to be shortened as well, due to the fact that if we were only pruning branches, a dis proportion would arise with the height. An exception when it is possible to give up on pruning is when the crown is compact and strong and after pruning lateral shoots the terminal is in proportion with the crown.\n\nThe Metropolitan Institute together with the Department of Urban Greenery have developed a manual for greenery protection and maintenance in the city.\n\nMore information can be found on the Metropolitan Institute's website →.\n\nOn the map, you will find information about where specific tree species were planted, who supported this planting within the 10,000 Trees initiative. The tree planting map is full of greenery, but not just any greenery. Each of the most planted tree species has its own assigned color.", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/zelen/udrzba-a-tvorba-zelene/stromy-v-meste/vysadba-stromov"}, {"title": "Invasive Trees - Bratislava.sk", "description": "It is also essential to remove invasive tree species as part of municipal green care. This legislative obligation has been long neglected, which is why removing an invasive species today often means cutting down a multi-branched mature tree that residents have become accustomed to. In fact, these species are extremely harmful. Thanks to their extremely rapid growth and space occupancy, they crowd out surrounding vegetation and desirable city greenery species, damage building facades and streets. The most widespread invasive tree species in our town are the goldenrain tree (Ailanthus altissima), Japanese knotweed (Fallopia japonica) and boxelder maple (Negundo aceroides). Due to their toxicity, they are harmful not only for our native tree species and their biotopes but also for humans and animals. Legislation does not only specify the invasive tree species but also the way in which their elimination should be carried out. For the mentioned tree species, chemical treatment - injection of a herbicide into the trunk or stem - is prescribed as a method of elimination. Mechanical elimination - felling - should be performed after visible effect of the herbicide, i.e. wilting of the tree. The department responsible for municipal greenery in cooperation with other departments created an interactive map of locations where invasive tree species have been injected in our town.", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/zelen/udrzba-a-tvorba-zelene/stromy-v-meste/invazne-dreviny"}, {"title": "City Bees - Bratislava.sk", "description": "Currently urban environment suits bees more, even though it may sound like a paradox. The advantage of the city is not only less wind and higher temperatures. The city offers the possibility to create areas with an incredibly wider variety of flowers and blooming plants than rural countryside with monocultures.\n\nCities that take proper steps, such as creating flower meadows, extensive mowing of some fields, bee hotels and tree planting themselves are helping to the existence of these most important pollinators. \n\nThe city forests in Bratislava have been dedicated to apiculture since May 2015. The project originated as a response to significant decline of bee colonies in our region. Forest was always one of the most suitable environments for keeping bees due to rich sources of pollen, nectar and honeydew. However, apiaries used to exist on forest plots, but eventually they went extinct. Apiary has great significance for forestry. In forests where bees are present, the amount of seeds increases, e.g., those from beech, oak, maple, agate.\n\nThe main function of bees is maintaining ecological balance through pollination. With building bee colonies we started gradually. In 2015 there were the first two colonies, in 2020 it was already 30 colonies. Currently we are taking care of 2 apiaries. One is located at Kačice and the other one is situated here, in the courtyard of Krasňany, where we also plan to build a bee garden.\n\nBee colonies serve primarily for ecological education and raising awareness among Bratislava citizens about irreplaceable role of insects in nature. Regularly we organize courses on apiary for enthusiasts interested in their keeping but also nature lovers who want to learn more about life of bees and other pollinators.", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/zelen/udrzba-a-tvorba-zelene/kvitnuce-luky/mestske-vcely"}, {"title": "Snow Clearers - Bratislava.sk", "description": "The number and diversity of insects are decreasing. Cities also have a big potential to support biodiversity due to their mosaic nature. Insect diversity is crucial, so we're creating suitable environments for these insects in Bratislava – bees (including the honey bee, but also other important pollinators such as solitary bees), butterflies, beetles, flies (an interesting group of flies are, for example, hoverflies that can visually imitate other types of insects like wasps, bees or sawflies).\n\nWe've planted a diverse mix of wildflowers – daisies, clover, forget-me-nots, marigolds and others – at 17 locations. They serve not only aesthetic purposes and retain moisture but also contribute to increasing biodiversity of plant and animal species in the city and serve as food for many important pollinators.\n\nWe've reserved several areas for extensive mowing, where we reduced the mowing regime from five or six times a season to twice.\n\nSee the map of flowering meadows and unmown plots →\n\nThey are characterized by high nectar and pollen production, which feed insects' larvae and allow them to develop their colonies. Such honey-rich plants attract bees and other pollinators into gardens and parks, where they pollinate useful plants and ensure high-quality fruit.\n\nThe city environment does not provide enough hiding spots for insects/pollinators. When building new buildings, only a small amount of natural materials are used today, where insects could create shelter (and to insulate buildings mainly polystyrene is being used). In some urban parts we've built insect hotels – simple constructions made primarily from wood, filled with hollow reeds, cones, straw, fur and other natural materials.\n\nSince solitary bee species do not form colonies, insect hotels provide them with a substitute home. We placed two insect hotels in the Prüger-Wallner garden in the Old Town and one near OD Saratov in Dúbravka. In the future we plan to place insect hotels also on Dlhé diely in Karlova Ves or other areas.", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/zelen/udrzba-a-tvorba-zelene/kvitnuce-luky/opelovace"}, {"title": "Get Involved - Bratislava.sk", "description": "How can you further develop partnership with us in Bratislava?\nAndrey Salner, MSc.\nDepartment of Programming and Cooperation\nMore information about opportunities for partnership. Email", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/zelen/10000-stromov/zapojte-sa"}, {"title": "Trees in school areas - Bratislava.sk", "description": "The courtyards of Bratislava schools often provide excellent opportunities for planting high-quality greenery with a positive impact on the surrounding area. \n\nIn previous years, partners from the non-profit sector supported the initiative by donating trees planted with the participation of children, parents and volunteers to the city.\n\nThe largest activity was a tree-planting project supported by private sector partners o.z. Brilliant Stars.\n\nSupporting trees in school courtyards ↗︎\n\nAndrej Salner, MSc.\nDepartment of Programming and Cooperation\nLearn more about partnership opportunities.\nEmail", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/zelen/10000-stromov/zapojte-sa/stromy-v-arealoch-skol"}, {"title": "Planting in the city outskirts - Bratislava.sk", "description": "During the main planting seasons in spring and autumn, we organize with volunteers the \"Zásadný víkend\" ( Crucial Weekend) planting event in the Bratislava metropolitan area. The criterion for selecting suitable plots for this type of planting is an attempt to support biodiversity, restore original communities of tree species in lowland oak-hornbeam forests and lowland floodplain forests on selected locations with a focus on migration and genetic exchange between living organisms and their communities. Based on this, several plantings have taken place in various parts of the metropolitan area in recent years - during spring 2022, together with volunteers, 660 trees were planted to support the Račiansky potok biocorridor in Vajnory, and in autumn 2022 up to 1056 trees were planted at the border signal post in Petržalka.\n\nWe have carried out several volunteer events with the support of partners from the private sector.\n\nSupport the Crucial Weekend event and planting in the metropolitan area ↗︎\nBecome a volunteer ↗︎\nAndrej Salner, MSc.\nDepartment of Programming and Cooperation\nMore information about partnership opportunities.\nEmail", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/zelen/10000-stromov/zapojte-sa/vysadba-v-extravilane"}, {"title": "Green little islands - Bratislava.sk", "description": "Asphalt islands in the middle of roads and intersections are gradually being transformed into green islands. First, we remove the asphalt, create a hole and fill it with substrate and plant suitable plants that can survive dry periods as well as excess moisture.\n\nGreen islands, aside from their aesthetic value, also play an important role in water retention and help reduce the impact of heavy rainfall on the city.\n\nWe have realized several islands with the support of partners from the private sector. The cost of one island is usually in the tens of thousands of euros.\n\nSupport green islands ↗︎\n\nAndrej Salner, MSc.\nDepartment of Programming and Cooperation\nLearn more about partnership opportunities.\nEmail", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/zelen/10000-stromov/zapojte-sa/zelene-ostrovceky"}, {"title": "Trees in the streets – Bratislava.sk", "description": "Every spring and autumn in the planting season we plant tens to hundreds of high-quality large trees in Bratislava streets. These are trees that since their planting have been a benefit for the city's adaptation to climate changes.\n\nThe planting map is created throughout the year, because verifying each area for planting requires longer time. Since the beginning of the initiative, over 10,000 trees and other woody plants funded by donations from partners have grown in Bratislava. Partner areas or trees are marked on a temporary supporting structure with an inscription or donor name on a wooden sign.\n\nThe city plants trees selected so that they can adapt to long-term changes in the climate.\n\nSeveral companies operating in Bratislava helped plant larger areas with several dozen trees and many other companies, institutions, representation offices as well as individuals supported one or more trees.\n\nThe city's costs for planting and post-planting care of a new tree reach almost €1,000 over 3 years (until the tree is rooted and transferred to overhead care for greenery).\n\nSupport trees in streets ↑\n\nAndrej Salner, MSc.\nDepartment of Programming and Cooperation\nMore information about partnership opportunities.\n\nEmail", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/zelen/10000-stromov/zapojte-sa/stromy-v-uliciach"}, {"title": "Green spaces 10 000 trees - Bratislava.sk", "description": "Some areas in the city deserve and require even more trees.\n\nThis project was carried out by the city through the creation of a park on a smaller quality unit of public space - a circle with plane trees and seating on Trnava Hill. It was created as part of an initiative by the city and the Metropolitan Institute to improve the quality of public spaces - Living Places.\n\nOn a square that was previously empty and exposed to the sun, near a major transport hub, 5 plane trees with heights up to 12 m were added. Along with benches and other elements, they fundamentally changed the living quality of the square and brought life to it.\n\nThere are many such places in Bratislava - where improving public space can also bring space for new, high-quality greenery.\n\nPartnerships with the private sector allow the city to green even more such areas.\n\nSupport greenery on living spaces →\n\nBratislava Public Space Renewal Programme\nLong-neglected areas of our city are beginning to come alive and will soon provide Bratislavites with a pleasant and functional environment for leisure or socializing.\nAndrej Salner, MSc.\nDepartment of programming and cooperation\nMore information about opportunities for partnerships.", "source": "https://bratislava.sk/zivotne-prostredie-a-vystavba/zelen/10000-stromov/zapojte-sa/zive-miesta-10000-stromov"}, {"title": "Email Protection | Web Application Firewall", "description": "The website from which you got to this page is protected by Cloudflare. Email addresses on that page have been hidden in order to keep them from being accessed by malicious bots. You must enable Javascript in your browser in order to decode the e-mail address.\nIf you have a website and are interested in protecting it in a similar way, you can sign up for Cloudflare.\n\nCloudflare Ray ID: 8d852400f99066a3\n\nYour IP: 188.167.228.97\n\nPerformance & security by Cloudflare", "source": "https://bratislava.sk/cdn-cgi/l/email-protection"}, {"title": "Cultural Heritage and Monumental Care - Bratislava.sk", "description": "The Culture Department ensures the agenda that arises from Act 49/2002 on the protection of cultural heritage (as amended by later regulations), and in performing its agenda, it cooperates with the relevant municipal departments as well as contributory organizations of the city.\n\nThe professional activities related to the protection of cultural heritage for the needs of the capital city and its boroughs are performed by the contributory organization the City Institute for the Protection of Monuments in Bratislava → .\n\nNational cultural monuments on the territory of the capital city are listed in the Central Register of National Cultural Monuments → .\n\nMonuments are subjects of local cultural-historical significance, and their selection is within the competence of municipalities.\n\nThe registration of monuments → on the territory of the capital city is led by the City Institute for the Protection of Monuments in Bratislava.\n\nMemorials, commemorative plaques, and artistic works owned and managed by the capital city of Slovakia Bratislava. Management is ensured by the contributory organization General Investor of Bratislava.\nList of memorials, commemorative plaques, commemorative tablets, and artworks →\nProcedure for the intention to place or move a memorial, commemorative plaque, artwork →\nManagement of fountains on the territory of the capital city is ensured by the contributory organization General Investor of Bratislava.\nList of fountains →\nMemorials, commemorative plaques, and tablets that, according to Act No. 130/2005 Coll. (as amended by later regulations), are war graves. The management of war graves owned by the city is performed by Marianum - Funeral Home of the City of Bratislava.\nList of war graves →\n28.6.2024\n24.3.2023\n21.4.2022\n18.4.2022\n8.4.2019\n8.3.2019\n27.7.2020\n12.5.2022\n12.5.2022\n28.6.2024\n24.3.2023\n21.4.2022\n18.4.2022\n8.4.2019\n8.3.2019\n27.7.2020\n12.5.2022\n12.5.2022\n28.6.2024\n24.3.2023\n21.4.2022\n18.4.2022\n8.4.2019\n8.3.2019\n27.7.2020\n12.5.2022\n12.5.2022", "source": "https://bratislava.sk/kultura-a-komunity/kulturne-dedicstvo-a-pamiatkova-starostlivost"}, {"title": "Communities - Bratislava.sk", "description": "The City, thanks to the support of UNICEF, announces a grant program aimed at supporting people coming to Bratislava from Ukraine and other countries who find temporary or permanent housing in the capital city. We want to improve and expand supportive services provided to foreign communities within the territory of the city of Bratislava and ACP Bottova. At the same time, we also aim to support inclusive approaches and facilitate the integration of foreign communities into life in the city, including people with temporary accommodation from Ukraine, especially families with children.\n\nThe call is open until April 30, 2024\n\nGrant Program V BRATISLAVE DOMA (pdf) →\nStatute of the Grant Program →\nApply for a grant →\nSchedule change →", "source": "https://bratislava.sk/kultura-a-komunity/komunity"}, {"title": "Events - Bratislava.sk", "description": "Capital city of the Slovak Republic Bratislava\nJudicial Square 1\n814 99 Bratislava\n\nVAT ID: 00603481\nTax ID Number: 2020372596\nVAT ID: SK2020372596\nCity of Bratislava", "source": "https://bratislava.sk/kultura-a-komunity/podujatia"}, {"title": "City Cultural Organisations - Bratislava.sk", "description": "The Department for the City is a more extensive section for the city established by contribution organizations in the field of culture: Bratislava Cultural and Information Centre, P.O. Hviezdoslav Theatre, City Gallery in Bratislava, Bratislava City Library, Museum of the City of Bratislava, City Monument Protection Institution in Bratislava, Bratislava Zoo.\n\nThe Culture Department as a municipal department for urban cultural organizations ensures:\n\n• fulfillment of tasks arising from the competence of the capital city to contribution organizations in the field of culture,\n• coordination, control and orientation of the activities of contribution organizations in the field of culture on professional and methodological grounds.\n\nWithin the organizational structure of the municipality directly under the Department of Culture falls the Archives of the City of Bratislava.", "source": "https://bratislava.sk/kultura-a-komunity/mestske-kulturne-organizacie"}, {"title": "Support of culture - Bratislava.sk", "description": "19 September 2024\n16 October 2023\n24 August 2022\n25 May 2022\n15 May 2022\n20 May 2022\n3 March 2020\n8 April 2022\n8 April 2022\n19 September 2024\n16 October 2023\n24 August 2022\n25 May 2022\n15 May 2022\n20 May 2022\n3 March 2020\n8 April 2022\n8 April 2022\n19 September 2024\n16 October 2023\n24 August 2022\n25 May 2022\n15 May 2022\n20 May 2022\n3 March 2020\n8 April 2022\n8 April 2022", "source": "https://bratislava.sk/kultura-a-komunity/kulturne-sluzby"}, {"title": "Concept of Culture - Bratislava.sk", "description": "A decade for culture – The concept of sustainable development of culture BRATISLAVA 2030 presents the first comprehensive concept for the development of culture in the capital city of Slovakia, Bratislava. The commitment to develop this concept stems from the program announcement of the mayor of the capital city of SR and the members of the City Council of the Capital City of SR for the years 2019 – 2022.\n\nThe concept was developed in 2020-2022, concurrently with the preparation of the strategic overall municipal document Bratislava 2030. It defines the role of culture in sustainable urban development and sets tools for a supportive framework and active policies to support culture, based on recognition of its social and civic value.\n\nThe concept is framed until 2030. During the implementation period, it will be regularly evaluated and updated to meet needs and flexibly respond to external influences entering the environment.\n\nIn further process, it will be supplemented by an action plan, a system of task management and responsibility, evaluation of impacts on the budget of the capital city, and a detailed schedule for implementation, monitoring, and evaluation of proposed measures.\n\nFrom May 10th to May 23rd, 2022, public comments were made on the Concept. Citizens could submit their comments within the specified deadline or present them during a public discussion - negotiation. All comments were taken into account.\n\nIf you are interested in further information or would like to refer something, you can contact us at our email address: ...\n\n...", "source": "https://bratislava.sk/kultura-a-komunity/koncepcia-kultury"}, {"title": "Information for foreigners living in the city of Bratislava - Bratislava.sk", "description": "For foreigners who have moved to Bratislava and want to start a business and live here, we bring an information brochure called \"Welcome package\".\nThe brochure \"Welcome package\" was created as part of the \"KapaCITY project\", in which the city of Bratislava was involved as a partner.", "source": "https://bratislava.sk/kultura-a-komunity/komunity/informacie-pre-cudzincov-zijucich-v-bratislave"}, {"title": "City events - Bratislava.sk", "description": "Bratislava's cultural calendar is rich with festivals and events, showcasing the city's history, traditions, and modern charm. Some of the key events include:\n\n*   Bratislavské Vianoce (Bratislava Christmas): A four-week-long festive atmosphere preceding Christmas, featuring a decorated Christmas tree on the main square, a winter market, and various programs for children.\n*   Medzinárodný gitarový festival J. K. Mertza (International Guitar Festival J. K. Mezera): A celebration of guitar music, featuring performances by local and international artists.\n*   Letné gala SND (Summer Gala SND): An annual gala concert organized by the Slovak National Theatre, showcasing its artistic talents.\n*   Viva Musica!: A festival promoting classical music, with a focus on young musicians and ensembles.\n\nThese events contribute to Bratislava's vibrant cultural scene, making it an attractive destination for visitors interested in music, art, and history.", "source": "https://bratislava.sk/kultura-a-komunity/podujatia/mestske-podujatia"}, {"title": "Bratislava City Museum of History - Bratislava.sk", "description": "In the year 1968, the City Administration for Monumental Care and Nature Protection was established as the only monument care organization in the administration of the city across Slovakia. In the year 1992, it was transformed into the City Institute for Monuments Protection (MÚOP), which currently ensures:\n\nMÚOP is one of the key organizations that professionally oversees the reconstruction of monuments in Bratislava. It participates in reconstructions from their very beginning, when at the request of investors, it prepares professional materials for the preparation of monument renewal in monumental zones and on sites of memorial interest.\n\nAddress\nCity Institute for Monuments Protection \nUršulínska 9 \n811 02 Bratislava \n\nEmail\n\nPhone\n\nWeb", "source": "https://bratislava.sk/kultura-a-komunity/mestske-kulturne-organizacie/mestsky-ustav-ochrany-pamiatok-v-Bratislave"}, {"title": "Hviezdoslav Theatre (P.O. Hviezdoslav) - the first municipal theatre stage in Bratislava.", "description": "The DPOH is an artistic scene with its own repertoire, a place of significant events in the field of culture and education, an open space for innovative artistic projects, discussions, workshops, and festivals. The DPOH's program offer includes its own productions, which complement co-productions and hosting theaters. Before its official opening, at the end of 2022, the theater hosted three evenings with performances from the Charkiv National Opera and Ballet Theater M.V. Lysenko, and after its official opening, a ballet performance by the State Theatre in Košice titled Extasis / Images of Her.\n\nIn addition to the trilogy \"Generation Z, Kissing Distance\", I Don't Want You, and FANTOMAS, audiences can see plays by William Shakespeare performed in the native language, including the BridginDrama Masterclass with Shakespeare, the comedy Kopny! Buchny! Ric! by Lucy Ditte, the restored Antikvariát by Ľuba Lesná, starring Emília Vášáryová, and the performance \"Cure Yourself, Julia!\" by Uršula Kovalyk, starring Božidara Turzonovová. These performances are part of the Anómia 21 project, along with Lenivosť, Bratislava by Night, and Sto bábik. The children's performance Websterovci: Lili and the Stolen Network and Three Pigs is also popular.\n\nThe DPOH has a vision to be a sustainable urban theater of the 21st century that contributes to shaping an open society through original dramatic texts written directly for the DPOH and staged relatively quickly, as a direct reaction to events in society. It wants to address the audience with contemporary language, develop discourse on fundamental themes, and open dialogue within the cultural community.\n\nThe DPOH building, which is a historic building with unique theatrical technology and listed among national cultural monuments, was leased by the Bratislava City Cultural and Information Center (BKIS) since 2010 based on the city council's resolution. In May 2022, the municipal MPs approved the establishment of the Divadlo Pavla Országha Hviezdoslava as a non-profit organization.\n\nThe theater was officially opened on January 11, 2023. The director is Valéria Schulczová and Gejza Dezorz serves as the artistic manager. The board of the non-profit organization includes Matúš Lupták, Jana Burianová, Gábor Grendel, Zuzana Hekel, Juraj Johanides, and Miriam Kičiňová.\n\nThe first premiere of the city's scene DPOH was on February 2nd the authorial performance FANTOMAS directed by Valerie Schulczovej which is also the last part of the trilogy from the successful and praised project Generation Z. Its first parts Kissing Distance, I Don't Want You have introduced the theater in the years 2021 and 2022. The trilogy was created as part of the Tolerance Project, aimed at young audiences and opening topics such as tolerance, individuality, respect for it or hatred, perception of women's beauty, its evaluation by media and society, also a topic of influence of social media, internet, disinformation and hoaxes affecting young people. All three performances try to name the problem of young people in their language, through their generation of actors, and offer them a solution.\n\nThe second premiere of the theater was on March 25th the performance Slovak author Agda Bavi Paina Pressburger Fight Club directed by Gejza Dezor about significant Bratislavčanovi Imrichovi Lichtenfeldovi, founder of self-defense system Krav Maga. On April 22nd the theater introduced Jekyll & Hyde, directed by Lucie Mihálovej, which was created in cooperation with liveART s.r.o.\n\nAddress:\nDivadlo P. O. Hviezdoslava \nGorkého 17\n811 01 Bratislava \n\nEmail:\nWeb:", "source": "https://bratislava.sk/kultura-a-komunity/mestske-kulturne-organizacie/dpoh"}, {"title": "Bratislava City Cultural and Information Center - Bratislava.sk", "description": "Bratislava Cultural and Information Centre (BKIS) ensures various types of support for actors in the fields of organized and unorganized culture and public life throughout the territory of the city of Bratislava.\n\nThe priority of BKIS is to support civic activities and communities in Bratislava, create better conditions for increasing access to culture in the city and decentralization and development of public spaces. Support for culture directly contributes to improving the quality of life in the city, creating identity, or improving communication and social interaction among residents of the city.\n\nPart of the basic strategy of supporting culture is also providing service and technical support to municipal districts, municipal organizations, municipal companies and other contributing and budgetary organizations that implement cultural events on the territory of the capital city of Slovakia.\n\nBKIS wants to fully utilize the cultural potential of the city and support cultural activities in Bratislava to such an extent that they become a fundamental part of the DNA of the city and are also available to all residents and visitors of Bratislava.\n\n BKIS, as part of its main activity:\n\nBratislava Cultural and Information Centre was established by the Resolution of the City Council of the capital city of Slovakia Bratislava on 20.11.2003 and originated from the merger of contributory organizations City Cultural Centre, Bratislava Information Service and Park of Culture and Relaxation.\n\n Office hours: Monday - Friday, 9:00 - 15:00\n\nSeat and billing address:\nŽidovská 1\n815 15 Bratislava\n\nAddress for personal contact and postal address:\nHviezdoslavovo námestie 20\n815 15 Bratislava\n\nEmail: [insert email]\n\nWeb: [insert web]", "source": "https://bratislava.sk/kultura-a-komunity/mestske-kulturne-organizacie/bratislavske-kulturne-a-informacne-stredisko"}, {"title": "Bratislava Zoo", "description": "The mission of ZOO Bratislava is to connect the world of animals, people, and nature through knowledge and positive experiences. Through high-level care for animals, rescue programs for endangered species, and quality education, it plays an important role in active nature conservation.\n\nZOO Bratislava is a natural zoological garden on the foothills of the Little Carpathians with an area of 96 hectares, where a deciduous forest, meadow, cool valley, and small natural water bodies meet. Its commitment is to become an authentic ambassador for wild animals, a place where people can approach nature again, learn about it, and protect it. With each visit to the zoo garden, visitors help in returning animals to their natural environment and protecting them in their natural habitat.\n\nZOO Bratislava is the most visited destination in Bratislava, with around 320 thousand visitors per year. It first opened its gates to visitors on May 9, 1960, and is open every day of the year except January 1st.\n\nIn its care, it has 1104 individuals from 185 species. Among the rarest are the Adax nubius, Visayan hornbill, Sumatran orangutan, Turkmenian coucal, Bornean gibon, Liberian bushbaby, and Ceilones leopard cat. It is also the only zoo in Slovakia where you can find chimpanzees, giraffes, or rhinos.\n\nInteresting exposures:\n\nAddress: Zoological Garden Bratislava\nMlynská dolina 1A\n842 27 Bratislava\n\nDirector of ZOO: Matej Dobšovič", "source": "https://bratislava.sk/kultura-a-komunity/mestske-kulturne-organizacie/zoologicka-zahrada"}, {"title": "Bratislava City Library - Bratislava.sk", "description": "The Bratislava City Library is a public library with regional impact for the Slovak Republic's capital city, Bratislava. It was established on October 1, 1900 and ranks among the oldest libraries in Slovakia.\n\nIt is a place of living and accessible culture that creates opportunities for cooperation, self-realization, and better orientation in society and the world.\n\nIt helps people develop themselves, provides high-quality information, and strengthens responsible work with them.\n\nIt offers safe, accessible, and friendly environment for all, and wants to motivate people to active citizenship and strengthen civic, human, and intellectual potential of the city.\n\nLocated at three addresses:\n\nThe library covers a book fund of fiction, foreign-language literature, instructional literature including music and art education, literature for children and youth, as well as for the visually impaired and blind.\n\nIt is possible to realize them also in the form of an order and subsequent collection at the workplace, documents are continuously available in book boxes on Laurinská and Kapucínská. The library provides a regular delivery service for people with disabilities or over 65 years old.\n\nThe majority of services are provided free of charge and without registration. However, a reader's card is required to borrow documents.\n\nSecretariat\n[email protected]\n+421 220 301 018\n\nDepartment of Specialized Literature\n[email protected]\n+421 220 301 025\n\nSection for the Visually Impaired and Blind\n[email protected]\n+421 220 301 024\n\nDepartment of Fine Arts and Foreign Language Literature\n[email protected]\n+421 254 431 316\n\nYouth Literature Department\n[email protected]\n+421 220 301 035\n\nMusic and Art Education Department\n[email protected]\n+421 220 301 044\n\nDirector\nMgr. Tomáš Štefek", "source": "https://bratislava.sk/kultura-a-komunity/mestske-kulturne-organizacie/mestska-kniznica-v-bratislave"}, {"title": "Bratislava City Gallery – Bratislava.sk", "description": "Žiadosti o informácie, reprodukciu a výpožičku zbierkových predmetov sa môžu konať prostredníctvom kontaktných informácií na emailovej adrese [email protected].", "source": "https://bratislava.sk/kultura-a-komunity/mestske-kulturne-organizacie/galeria-mesta-bratislavy"}, {"title": "Museum of the City of Bratislava – Bratislava.sk", "description": "The Bratislava City Museum (MMB) is developing as a modern cultural and memory institution, which is the source of knowledge about the history of Bratislava, a place for dialogue between past, present, but also inhabitants and residents of the city. It carefully understands its role in defining and reflecting the identity of the city or building space for social inclusion and leisure time, which is repeatedly interesting even for domestic audiences. MMB wants to be an active part of urban life and convey its themes and contents through current forms of communication and programs.\n\nThe main mission of MMB is based on research and scientific research to acquire, professionally manage, scientifically evaluate, use and make the museum's collection of physical evidence accessible to the public, and create a knowledge system about the history of the capital city of Slovakia. It is the oldest continuously operating museum in Slovakia (since 1868). It manages a rich collection fund that contains over 120-thousand items. They are historical, archaeological, art-historical, and ethnographic artifacts that document the history of Bratislava, functioning and development of trades, industry, viticulture, city administration or forms of its cultural and social life.\n\nIn addition to thematic permanent exhibitions, the museum also manages the national cultural monument Devín Castle, which belongs to the most visited castle objects in Slovakia, as well as the Antic Gerulata locality in Rusovce, which was listed in 2021 due to its significance in the UNESCO World Cultural and Natural Heritage List. The collection fund also includes a valuable set of literary collections that make up the legacy of Janko Jesenský.\n\nExhibitions under the management of MMB:\n\nAddress:\nBratislava City Museum\nRadničná 1\n815 18 Bratislava\n\nContact information is not relevant to translation task, thus it has been left out.", "source": "https://bratislava.sk/kultura-a-komunity/mestske-kulturne-organizacie/muzeum-mesta-bratislavy"}, {"title": "Registration of street art activity - Bratislava.sk", "description": "Do you want to carry out street artistic activities on communications and public spaces in the capital city's administration, and it is not an event subject to special regulations?\n\nIn that case, just submit a registration request for such activity.\n\nIt is an artistic expression or activity of an individual or group from the visual arts, dance, music, or theatrical area, or spoken word, which the performers present on public spaces their talent, personal creation or hobby.\n\nThey do not collect an entrance fee (an entrance fee does not include a voluntary contribution) and do not jeopardize or violate public order.\n\nActivities can be performed in accordance with the rules on these public spaces - communications in the administration of the city of Bratislava:\n\nIt is essential to perform activities under windows and entrances to residential, commercial, administrative buildings, in front of significant historical, cultural, religious buildings.\n\nActivities can be carried out in the following periods:\n\nDuring the day, a performer may have registered music production at one location for a maximum duration of one hour. After expiration of this time, the performer must choose another location for activities in accordance with registration. On a given public space, only one musical activity can be registered at a time, not more.\n\nIt is not possible to perform activities with open fire and percussion activities (drums, African drums, etc.) on spaces under the administration of the city of Bratislava.\n\nIf a permitted event is to take place on the aforementioned public spaces, such an event takes precedence over activity. The performer has the right to carry out a registered activity on other communications listed in registration during the time of the event.\n\nThe request can be submitted in written form or by email and should contain the following information:\n\n1. Name and surname of the applicant\n2. Address of residence or business\n3. Description of planned activity, including type and duration\n4. Information about equipment to be used (if any)\n5. Date and time when the activity will take place", "source": "https://bratislava.sk/kultura-a-komunity/kulturne-sluzby/registracia-poulicnej-umeleckej-aktivity"}, {"title": "Support for strategic cultural events - Bratislava.sk", "description": "Results of the II. round of the Strategic Support for Cultural Events 2024 grant program are published.\n\nThe established HMBA grant program - Strategic Support for Cultural Events is intended for organizers of stable cultural events held in the capital city.\n\nA condition is that the event must operate stably and be realized at least 3 years ago and lasted at least 2 days. It includes, for example, cultural festivals, previews, and others, which form an integral part of the city's cultural offer.\n\nAt the same time, it is about events that have the potential to become a part of the identity of the city (or are already part of the identity), and have the potential for multiplier effects in the city - i.e., they generate secondary income, economic and social development of the city.\n\nSupport is not intended for events where culture is an accompanying part of the event. At the same time, events with local significance will not be supported, despite the performance of foreign artists (fairs, wine festivals and others).\n\nIdeal events for this grant call are those that:\n\nIf you are interested in this support, you can find more information in the call for a given year.\n\nProgram Coordinator\nEmail\nPhone", "source": "https://bratislava.sk/kultura-a-komunity/kulturne-sluzby/podpora-strategickych-kulturnych-podujati"}, {"title": "Support of cultural and community events – Bratislava.sk", "description": "In the Bratislava Cultural and Information Centre (BKIS), we have introduced a new support mechanism for organizers of cultural and community events.\n\nThe aim of this mechanism is to provide event organizers with technical, logistical, space or communication and promotion support on the basis of predetermined criteria and transparent rules.\n\nWe want to increase accessibility and quality of cultural services not only in the city centre. \n\nAll necessary information about this support can be found on www.opencall.sk   → by clicking on the Support and cooperation section.", "source": "https://bratislava.sk/kultura-a-komunity/kulturne-sluzby/podpora-kulturnych-a-komunitnych-podujati"}, {"title": "The City Foundation of the city of Bratislava - Bratislava.sk", "description": "Foundation of the City of Bratislava is a new modern and transparent system of city grant support, which started its activity in 2020. The main task of the Foundation of the City of Bratislava is to implement public policies of the city in specific areas for which the grant environment is natural.\n\nThe principle of \"extended hand\" is a basic principle that we applied when designing the system. This means that trust is placed in the hands of renowned experts who are independent from the city and its authorities, and who can best evaluate the quality of projects with their experience and expertise.\n\nSupporting the sustainability of culture and community life in the city is an area to which the Foundation of the City of Bratislava primarily focuses. It replaced the Ars Bratislavensis grant program for supporting culture, which was abolished by Decision No. 16/2019 of the mayor of the capital city of the Slovak Republic Bratislava with effect from January 1, 2019.\n\nIn this year we redistributed a total sum of €579,250 to cultural and community programs out of possible €600,000.\nWe received 516 applications, of which we supported 223 projects based on the established criteria in the relevant calls.\n\nAlready in its second year of operation, the budget was increased by another €100,000. We redistributed a record €700,000 to cultural and community programs. We received 852 applications, of which we supported 211 projects.\nIn 2022, the foundation redistributed €896,149 to cultural and community projects. A total of 551 applications were received, and we supported 280 projects.\n\nIn 2023, the Foundation announced calls in a total allocation of €850,000. 408 applications were received, of which the Foundation supported 200 projects with a total sum of €841,747.\nIf you are interested in further information or would like to contact us, please email us at [email address].\n\nEmail\nWeb\nFoundation Manager\n[email protected]\nGP Culture\n[email protected]\n+421 2 59 356 132\n\nThe Foundation of the City of Bratislava was registered on January 15, 2020 by the Ministry of the Interior of the Slovak Republic under number 203/Na-2002/1224 with a Nadačná Listina approved by the resolution of the Municipal Council of the capital city of the Slovak Republic Bratislava No. 336/2019 dated November 21, 2019.\n\nMgr. Jakub Kmeť\nMgr. art. Zora Jaurová\nMgr. art. Zuzana Hekel\nDoc. Mgr. Bohunka Koklesová PhD.\nMgr. Boris Strečanský\nMgr. Lucia Pašková\nIng. Matej Vagač\nIng. arch. Mgr. art. Elena Pätoprstá\nMgr. Gábor Grendel\nChairman: Mgr. Jakub Kmeť\nIng. Peter Lenč\nPhDr. Jana Poláčiková\nRadovan Jenčík\nPresident: PhDr. Jana Poláčiková", "source": "https://bratislava.sk/kultura-a-komunity/kulturne-sluzby/nadacia-mesta-bratislavy"}, {"title": "Cultural projects - Bratislava.sk", "description": "In the surroundings of Bratislava, in the Austrian region, it is estimated that there live almost 10,000 Slovaks and Slovenians.\n\nbaum cityregion is a cooperation platform where the city of Bratislava and the Austrian organisations NÖ.Regional and Wirtschaftsagentur Burgenland participate. It addresses the cross-border urban region of Bratislava and its surroundings, which extends beyond the borders of the city of Bratislava and includes Austrian municipalities in Lower Austria and Burgenland. This project is a bearer of their mutual cooperation.\n\nIt continues the established cross-border project \"baum2020\" and aims to address the diverse challenges faced by this functional cross-border urban region using a cross-border approach.\n\nThe strategic partners of the project are Stadt-Umland Management Wien/Niederösterreich and the Bratislava Self-Governing Region. The Department of Culture is the guarantor of cross-border cooperation in the field of culture.\n\nProject duration: 4/2021 - 12/2022\n\nThe project is co-financed from the Interreg V-A Slovakia – Austria programme 2014-2020 ↗︎ from sources of the European Regional Development Fund (ERDF). The co-funding of the project budget of the city of Bratislava is secured from state funds of the SR and from own sources of the capital city of the SR, Bratislava.\n\nLudmila Glembova, M.A.\nCross-border cultural cooperation coordinator\nDepartment of Culture\nEmail\nPhone\n\nCultural heritage preservation and revitalization in the cross-border region Marchfeld – Bratislava.\nThe main partners of the project are the municipality of Marchegg and the City Museum of Bratislava, with the capital city of SR Bratislava being a strategic partner.\n\nDuring the implementation of the project, the cross-border cooperation between Bratislava and Lower Austria will be strengthened and optimized so that the cultural monuments of Devín Castle and the Marchegg Manor House can be revitalized for the broader public in the Slovak-Austrian border region.\n\nProject duration: 9/2021 - 12/2022\n\nAddress:\nCity Museum of Bratislava \nRadničná 1\n815 18 Bratislava \nEmail\nPhone\nWeb", "source": "https://bratislava.sk/kultura-a-komunity/koncepcia-kultury/kulturne-projekty"}, {"title": "Action Plan Decade for Culture 2024 - bratislava.sk", "description": "Department of Culture of the City of Bratislava prepared in accordance with the approved strategic document of the city in the field of culture Decade for Culture: Concept of Sustainable Development of Culture Bratislava 2030, Proposal of Action Plan (AP) for this document for 2024.\n\nThe proposal of AP was publicly presented and discussed at the Second Bratislava Cultural Forum, which took place on November 14, 2023 in Nová Cvernovka. It includes 32 planned activities for 2024 divided into 4 program axes - Cultural Infrastructure; System Activities, Development of MKO and Support of External Environment; Actions, Events, International Activities and Presentation; Monuments and Works in Public Space.\n\nAt the same time, a public consultation on the proposal of AP was launched, which will last until December 5, 2023.\n\nThe proposal of AP can be found for the purpose of commenting at the links below in two formats:\n\nComments, please send to the email address [email protected], subject of the email: COMMENT ON AP.", "source": "https://bratislava.sk/kultura-a-komunity/koncepcia-kultury/akcny-plan-dekady-pre-kulturu-2024"}, {"title": "Expert committees – Bratislava.sk", "description": "The Commission for Works in Public Space is an advisory body of the mayor regarding the evaluation of the placement, relocation and dismantling of monuments, memorial signs and artistic works in public space.\n\nThe activity of the commission is organized by the Culture Department of the Bratislava City Council.\n\nRegular members and alternates are representatives of professional organizations of the city of Bratislava (hereinafter referred to as \"the city\"), as well as a representative of the concerned municipal district.\n\nExternal experts of the commission appear as expert consultants and reviewers, submitting professional opinions as a basis for the commission. They may attend meetings as observers.\n\nAccording to necessity, representatives of the specialized departments of the Bratislava City Council (hereinafter referred to as \"the council\") are invited to attend meetings. Representatives of the council's specialized departments invited to attend meetings are not members of the commission.\n\nThe Commission works in two modes:\n\nEvaluation of proposals and requests for placement of works in public space, or their relocation and dismantling.\n\nMembers of the commission receive materials from the commission's organizer, study them and prepare for the commission meeting.\n\nMethod of evaluation:\n\nRegular members of the commission evaluate - assess submitted proposals and requests according to established criteria by assigning points.\n\nThe basis for evaluation is:\n\nThe Culture Department of the City Council is the organiser of the commission, which:\n\nIn Bratislava in December 2021\n\nMembers of the commission evaluate proposals and requests for placement of works assigned a number of points and written justification of point-based assessment according to these criteria, taking into account opinions and assessments of external experts and specialized departments of the city.\n\nThe significance of the work from the standpoint of its relevance to placement in the city (the importance of the person or event, the need or suitability of placing an artistic work in the exterior of the city / in public space - the principle of social significance of a person or event for the city, or for the state)\n\nSuitability of placing the work in a given location, or relocation to that location (Principle of maintaining proportionality in a given area)\n\nBinding the work to a given location (The principle of binding a person or event to a given location / object / street)\n\nConformity with other parameters of the Concept for dealing with monuments, memorial signs, memorial plaques and visual works on the territory of the city of Bratislava (The principle of a decent environment of the artifact without disturbing elements and the principle of maintaining distances from existing works)\n\nArtistic quality of the work or conditions for achieving quality\n\nMaintenance of artistic work, ownership and management of the work\n\nRealizability of the artistic work\n\nASSESSMENT\nTotal number of points by an evaluator (max. 70 points): ...................\nTOGETHER with the commission (max. 280 points): .....................................\nMinimum number of points required for a positive opinion of the commission: 196 points (70%)\n\nThe Name Commission is an advisory body of the mayor of Bratislava. Its resolutions are accepted as expert opinions, taken into account in the process of determining names of public spaces in Bratislava.\n\nCurrent list of members:\n\nMgr. Katarína Lukyová\nCommission secretary\nEmail\nPhone", "source": "https://bratislava.sk/kultura-a-komunity/koncepcia-kultury/odborne-komisie"}, {"title": "Culture Department - Bratislava.sk", "description": "Culture Department ensures:\nNina Vrbanová\nhead of Culture Department\n+421 2 59 356 181\nEmail: [email protected]\nPhone", "source": "https://bratislava.sk/kultura-a-komunity/koncepcia-kultury/oddelenie-kultury"}, {"title": "Official Gazette 1/2024", "description": "Accommodation tax\nThis is the current valid, effective from April 1, 2024.\nThis VZN does not have annexes.\nThere are no supplements to this VZN.\nThis VZN is a supplement to Regulation No. 4/2023 of 2023.\nThis VZN does not repeal any VZN.", "source": "https://bratislava.sk/vzn/1-2024"}, {"title": "Decree No. 5/1998", "description": "The full wording of the Resolution on digital technical mapping of Bratislava\nThis resolution is currently in force, with an effective date from May 01, 1995.\nThis resolution has no annexes.\nThere are no supplements to this resolution.\nThis resolution amends Resolution No. 1/1995.\nThis resolution does not repeal any resolutions.", "source": "https://bratislava.sk/vzn/5-1998"}, {"title": "Decree No. 10/2020", "description": "On the ban on placing casinos and games in the territory of the capital city of the Slovak Republic, Bratislava.\n\nThis ordinance is currently valid from January 1, 2021.\n\nThis regulation has no annexes.\n\nNo supplements exist for this regulation.\n\nThis regulation does not amend any regulations.\n\nThis regulation cancels Regulation No. 9/2020.", "source": "https://bratislava.sk/vzn/10-2020"}, {"title": "Decree No 8 of 1995", "description": "This SI is an addition to SI 2/1994, which was revoked by SI 4/2007 with effect from 01.09.2007.\n\nThis SI has no appendices.\n\nThere are no supplements to this SI.\n\nThis SI is an addition to SI 2/1994.\n\nThis SI does not revoke any SI's.", "source": "https://bratislava.sk/vzn/8-1995"}, {"title": "Decree No 12 of 2002", "description": "This is an amendment to VZN 2/1994, which was repealed by decree VZN 4/2007 with effect from 01.09.2007.\n\nThis VZN has annexes.\n\nThere are no amendments to this VZN.\n\nThis VZN is an amendment to VZN 2/1994.\n\nThis VZN does not repeal any VZNs.", "source": "https://bratislava.sk/vzn/12-2002"}, {"title": "Decree No. 12/2001", "description": "Regulation on loading of municipal and small construction waste in the territory of the capital city of the Slovak Republic, Bratislava. This regulation was abolished by mandatory regulation VZN 4/2016 on July 20, 2016.\n\nThis regulation has no annexes.\n\n1 Annex\nFull text\n1 Annex\nFull text\n\nThis regulation is not an addition to any other regulation.\n\nThis regulation abolishes regulation VZN 4/1995.", "source": "https://bratislava.sk/vzn/12-2001"}, {"title": "Decree No. 8/1998", "description": "This Order is an amendment to the Order No. 2/1994, which was cancelled by the Order No. 4/2007 with effect from September 1, 2007.\n\nThis Order has no annexes.\n\nThere are no amendments to this Order.\n\nThis Order amends Order No. 2/1994.\n\nThis Order does not cancel any Orders.", "source": "https://bratislava.sk/vzn/8-1998"}, {"title": "Ministerial Regulation No. 5/2022", "description": "This VZS is currently valid, with an effective date from 01.06.2022.\n\nThis VZS has no annexes.\n\nThere are no supplements to this VZS.\n\nThis VZS is a supplement to the VZS 16/2012.\n\nThis VZS does not repeal any VZS.", "source": "https://bratislava.sk/vzn/5-2022"}, {"title": "Act no. 4 of 2020", "description": "This VZS is currently in effect, with a date of effectiveness from January 1, 2021.\n\nThis VZS has no annexes.\n\nThere are no supplements to this VZS.\n\nThis VZS is a supplement to VZS 13/2019.\n\nThis VZS does not repeal any VZS.", "source": "https://bratislava.sk/vzn/4-2020"}, {"title": "Decree No 7/2012", "description": "This is the current valid SVA, effective from August 1, 2012.\nThere are no supplements to this SVA.\nThis SVA is an amendment to SVA 8/2007.\nThis SVA does not repeal any SVAs.", "source": "https://bratislava.sk/vzn/7-2012"}, {"title": "Regulation No. 2/2006", "description": "On the tax for using public space\nThis Regulation was repealed by generally binding regulation No 11/2007 as of January 1, 2008.\nThis Regulation has no annexes.\nThere are no supplements to this Regulation.\nThis Regulation is not a supplement to any other Regulation.\nThis Regulation repeals Regulation No 14/2004.", "source": "https://bratislava.sk/vzn/2-2006"}, {"title": "Decree No 11 of 1998", "description": "This Regulation is an addition to Regulation No 2/1994, which was repealed by Regulation No 4/2007 with effect from 01.09.2007.\n\nThis Regulation has no annexes.\n\nThere are no additions to this Regulation.\n\nThis Regulation is an addition to Regulation No 2/1994.\n\nThis Regulation does not repeal any Regulations.", "source": "https://bratislava.sk/vzn/11-1998"}, {"title": "Decree No. 1/2002", "description": "This Decree is an amendment to the Decree No. 14/2001, which was repealed by Decree No. 1/2006 as of 01.05.2006.\n\nThis Decree has no annexes.\n\nThere are no amendments to this Decree.\n\nThis Decree amends Decree No. 14/2001.\n\nThis Decree does not repeal any Decrees.", "source": "https://bratislava.sk/vzn/1-2002"}, {"title": "Act No. 6 of 1993 on Road Transport", "description": "On the loading of communal waste on the territory of the capital city of the Slovak Republic, Bratislava\nThis Ordinance was abolished by the generally binding ordinance No. 4/1995 dated July 1, 1995.\nThis ordinance has no annexes.\nThis ordinance is not an appendix to any ordinance.\nThis ordinance does not abolish any ordinances.", "source": "https://bratislava.sk/vzn/6-1993"}, {"title": "Decree No. 4 of 2016.", "description": "This VZS is currently valid, with an effective date of July 20, 2016.\n\nThis VZS has no annexes.\n\nFull content\nThis VZS is a supplement to VZS 13/2012.\n\nThis VZS repeals VZS 12/2001.", "source": "https://bratislava.sk/vzn/4-2016"}, {"title": "Regulation No. 13/2004", "description": "Local waste and minor construction waste charge. This regulation was cancelled by the generally binding regulation of Regulation No. 13/2012 on January 01, 2013. This regulation has no annexes. Full wording This regulation is not an appendix to any regulation. This regulation cancels Regulation No. 13/2001.", "source": "https://bratislava.sk/vzn/13-2004"}, {"title": "Decree No. 15/2011", "description": "This is an amendment to Act No. 11/2007, which was abolished by Act No. 15/2012 with effect from January 1, 2013.\n\nThis act has no appendices.\n\nThere are no amendments to this act.\n\nThis is an amendment to Act No. 11/2007.\n\nThis act does not repeal any acts.", "source": "https://bratislava.sk/vzn/15-2011"}, {"title": "Technical Instruction No 2 of 2014.", "description": "Compensation for the provision of social services.\nThis Decree is currently in effect, with an effective date from June 01, 2014.\nThis Decree does not amend any Decree.\nThis Decree abolishes Decree No. 3/2011.", "source": "https://bratislava.sk/vzn/2-2014"}, {"title": "Decree No 10 of the year 2001", "description": "This VZS is an addition to the VZS 2/1994, which was abolished by the VZS 4/2007 with effect from 01.09.2007.\n\nThis VZS has annexes.\n\nThere are no additions to this VZS.\n\nThis VZS is an addition to the VZS 2/1994.\n\nThis VZS does not repeal any VZS.", "source": "https://bratislava.sk/vzn/10-2001"}, {"title": "Act no. 10 of 1993 (Vzácný zákon)", "description": "Full content of Decree-Law 5/1992 on the procedure for concluding lease agreements for dwellings in ownership of the capital city of the Slovak Republic, Bratislava \n\nThis Decree-Law is an amendment to Decree-Law 5/1992, which was abolished by Decree-Law 14/2001 as of January 1, 2002.\n\nThis Decree-Law has no appendices.\n\nThere are no supplements to this Decree-Law.\n\nThis Decree-Law is an amendment to Decree-Law 5/1992.\n\nThis Decree-Law does not abolish any decree-laws.", "source": "https://bratislava.sk/vzn/10-1993"}, {"title": "Decree No. 14/2004", "description": "Tax on the use of public space\nThis ordinance was abolished by a general binding decree No. 2/2006 as of 01.07.2006.\nThere are no supplements to this ordinance.\nThis ordinance is not a supplement to any other ordinance.\nThis ordinance abolishes ordinances No. 5/1999, ordinance No. 7/1997.", "source": "https://bratislava.sk/vzn/14-2004"}, {"title": "Decree No 9 of 2000", "description": "This Act amends the Act No. 2/1994, which was repealed by Regulation No. 4/2007 as of September 1, 2007.\nThis Act has no appendices.\nThere are no amendments to this Act.\nThis Act is an amendment to Act No. 2/1994.\nThis Act does not repeal any Acts.", "source": "https://bratislava.sk/vzn/9-2000"}, {"title": "Decree No. 12 of 2021", "description": "Complete wording of Regulation No. 6/2020 on dumping with communal and minor construction waste in the territory of the capital city of the Slovak Republic Bratislava\nThis regulation is an addendum to Regulation No. 6/2020, which was repealed by Resolution No. 18/2023 with effect from January 1, 2024.\nThis regulation does not have annexes.\nThere are no supplements to this regulation.\nThis regulation is an addition to Regulation No. 6/2020, Regulation No. 4/2016.\nThis regulation does not repeal any regulations.", "source": "https://bratislava.sk/vzn/12-2021"}, {"title": "Decree No. 5/1994", "description": "The provision of subsidies and repayable financial aids from the budget of the capital city of the Slovak Republic, Bratislava\nThis ZVN was repealed by the general mandatory ordinance ZVN 16/2012 on January 1, 2013.\nThis ZVN does not have annexes.\nThere are no supplements to this ZVN.\nThis ZVN is not a supplement to any other ZVN.\nThis ZVN does not repeal any ZVN.", "source": "https://bratislava.sk/vzn/5-1994"}, {"title": "Law No 6 of 1994", "description": "This DZ is an addition to DZ 6/1993, which was repealed by DZ 4/1995 with effect from July 1, 1995.\n\nThis DZ has no annexes.\n\nThere are no additions to this DZ.\n\nThis DZ is an addition to DZ 6/1993.\n\nThis DZ does not repeal any DZ.", "source": "https://bratislava.sk/vzn/6-1994"}, {"title": "Decree No 9 of the year 2005", "description": "This is an amendment to Regulation No. 13/2004, which was abolished by Regulation No. 13/2012 with effect from 01.01.2013.\n\nThis regulation has no annexes.\n\nThere are no amendments to this regulation.\n\nThis is an amendment to Regulation No. 13/2004.\n\nThis regulation does not repeal any regulations.", "source": "https://bratislava.sk/vzn/9-2005"}, {"title": "Decree No 5/2019", "description": "This VZN is currently in effect, with a date of validity from May 15, 2019.\n\nThis VZN does not have supplements.\n\nThere are no supplements to this VZN.\n\nThis VZN is an addition to the VZN 2/2014.\n\nThis VZN does not repeal any VZN.", "source": "https://bratislava.sk/vzn/5-2019"}, {"title": "Decree No. 13 of 2007", "description": "This decree is an amendment to Decree No. 13/2004, which was repealed by Decree No. 13/2012 as of January 1, 2013.\n\nThis decree has no annexes.\n\nThere are no amendments to this decree.\n\nThis decree amends Decree No. 13/2004.\n\nThis decree does not repeal any decrees.", "source": "https://bratislava.sk/vzn/13-2007"}, {"title": "Decree No. 2/2001", "description": "This VZP is an addition to the VZP 2/1994, which was abolished by the decree VZP 4/2007 as of September 1, 2007.\n\nThis VZP has no annexes.\n\nThere are no additions to this VZP.\n\nThis VZP is an addition to the VZP 2/1994.\n\nThis VZP does not abolish any VZNs.", "source": "https://bratislava.sk/vzn/2-2001"}, {"title": "Decree No. 1/1995", "description": "This is a Zoning Plan for digital technical map of Bratislava\nThis Zoning Plan is currently in force, with effect from 01.05.1995.\nFull text\nThis zoning plan is not an addition to any other zoning plan.\nThis zoning plan does not repeal any other zoning plan.", "source": "https://bratislava.sk/vzn/1-1995"}, {"title": "Government Resolution No. 3/1999", "description": "This Ordinance is an addition to the Ordinance No. 7/1997, which was abolished by the Ordinance No. 14/2004 as of January 1, 2005.\n\nThis Ordinance has no annexes.\nThere are no additions to this Ordinance.\n\nThis Ordinance is an addition to the Ordinance No. 7/1997.\nThis Ordinance does not abolish any ordinances.", "source": "https://bratislava.sk/vzn/3-1999"}, {"title": "Resolution No. 9 of 2008.", "description": "This Decree is an amendment to Decree No. 13/2004, which was repealed by Decree No. 13/2012 effective from January 1, 2013.\n\nThis Decree has no appendices.\n\nThere are no amendments to this Decree.\n\nThis Decree amends Decree No. 13/2004.\n\nThis Decree does not repeal any Decrees.", "source": "https://bratislava.sk/vzn/9-2008"}, {"title": "Law 8/1994", "description": "The municipal fee for the use of public space of city-wide importance designated as taxi parking spaces was abolished by the mandatory decree ZVN 7/1997 on January 1, 1998. This ZVN has no annexes. There are no supplements to this ZVN. This ZVN is not a supplement to any ZVN. This ZVN does not revoke any ZVN.", "source": "https://bratislava.sk/vzn/8-1994"}, {"title": "Decree No. 7/2001", "description": "By which the binding part of the update plan of zone A6, year 2000 is announced.\n\nThis Zoning Plan is currently in force, with effect from 01. 09. 2001.\n\nThis Zoning Plan has no annexes.\n\nThere are no supplements to this Zoning Plan.\n\nThis Zoning Plan is not a supplement to any Zoning Plan.\n\nThis Zoning Plan does not repeal any Zoning Plan.", "source": "https://bratislava.sk/vzn/7-2001"}, {"title": "Regulation No. 6/1997", "description": "This Decree is an addition to the Decree No. 2/1994, which was abolished by Decree No. 4/2007 effective from 01.09.2007.\nThis decree has no appendices.\nThere are no supplements to this decree.\nThis decree is an addition to Decree No. 2/1994.\nThis decree does not abolish any decrees.", "source": "https://bratislava.sk/vzn/6-1997"}, {"title": "Decree No. 3/2001", "description": "This GNG is an addition to the GNG 2/1994, which was abolished by the GNG 4/2007 with effect from 01.09.2007.\n\nThis GNG has annexes.\n\nThere are no additions to this GNG.\n\nThis GNG is an addition to the GNG 2/1994.\n\nThis GNG does not abolish any GNG.", "source": "https://bratislava.sk/vzn/3-2001"}, {"title": "Decree No. 5/1996", "description": "This decree is an amendment to Decree No. 2/1994, which was abolished by Decree No. 4/2007 effective from 01.09.2007.\nThis decree has no annexes.\nThere are no amendments to this decree.\nThis decree amends Decree No. 2/1994.\nThis decree does not abolish any decrees.", "source": "https://bratislava.sk/vzn/5-1996"}, {"title": "Resolution No 1 of the year 2011", "description": "This Decree is an amendment to Decree No. 12/2001 which was abolished by Decree No. 4/2016 effective from July 20, 2016 and also an amendment to Decree No. 13/2004 which was abolished by Decree No. 13/2012 effective from July 20, 2016.\nThis Decree has no appendices.\nThere are no amendments to this Decree.\nThis Decree amends Decrees No. 12/2001 and No. 13/2004.\nThis Decree does not abolish any Decrees.", "source": "https://bratislava.sk/vzn/1-2011"}, {"title": "Decree No. 3/2019", "description": "On the provision of care and on payment for provided care at the Repuls Centre for Children and Families\nThis PPG is currently in force, effective from 01.05.2019.\nThis PPG has no annexes.\nThere are no supplements to this PPG.\nThis PPG does not supplement any PPGs.\nThis PPG does not repeal any PPGs.", "source": "https://bratislava.sk/vzn/3-2019"}, {"title": "Decree No. 13/1996", "description": "This Regulation is an amendment to Regulation 2/1994, which was repealed by Regulation No 4/2007 with effect from 01.09.2007.\n\nThis Regulation has no annexes.\n\nThere are no amendments to this Regulation.\n\nThis Regulation amends Regulation No 2/1994.\n\nThis Regulation repeals no Regulations.", "source": "https://bratislava.sk/vzn/13-1996"}, {"title": "Decree No. 4/1995", "description": "On the loading of municipal waste on the territory of the capital city of the Slovak Republic, Bratislava\nThis SRN was abolished by generally binding regulation SRN 12/2001 as of January 1, 2002.\nThis SRN does not have attachments.\nThere are no supplements to this SRN.\nThis SRN is not a supplement to any other SRN.\nThis SRN abolishes SRN 6/1993.", "source": "https://bratislava.sk/vzn/4-1995"}, {"title": "Decree No. 3 of 2012.", "description": "The full wording of the Decree Law 11/2007 on tax for using public space\nThis Decree Law is an addition to the Decree Law 11/2007, which was abolished by the Decree Law 15/2012 with effect from January 1, 2013.\nThis Decree Law has no attachments.\nThere are no supplements to this Decree Law.\nThis Decree Law is an addition to the Decree Law 11/2007.\nThis Decree Law does not abolish any other Decree Laws.", "source": "https://bratislava.sk/vzn/3-2012"}, {"title": "Public Procurement No. 10/2022", "description": "This VZN is currently valid, effective from 01. 01. 2023.\n\nThis VZN has no appendices.\n\nThere are no supplements to this VZN.\n\nThis VZN is a supplement to the VZN 2/2014.\n\nThis VZN does not repeal any VZNs.", "source": "https://bratislava.sk/vzn/10-2022"}, {"title": "Resolution No. 18 of 2023", "description": "On the loading of communal waste and small construction waste on the territory of the capital city of the Slovak Republic, Bratislava.\n\nThis ordinance is currently in effect from January 1st, 2024 onwards.\n\nThis ordinance does not have annexes.\n\nThere are no supplements to this ordinance.\n\nThis ordinance does not supplement any other ordinance.\n\nThis ordinance repeals Ordinance No. 6/2020.", "source": "https://bratislava.sk/vzn/18-2023"}, {"title": "Decree No. 14 of 2021", "description": "This GHS is currently in force, effective from 01. 01. 2022.\nThere are no supplements to this GHS.\nThis GHS is an amendment to the GHS 4/2007.\nThis GHS does not repeal any GHS.", "source": "https://bratislava.sk/vzn/14-2021"}, {"title": "Decree No. 3/1993", "description": "This Regulation is an amendment to Regulation No. 5/1992, which was abolished by Decree No. 14/2001, effective as of January 1, 2002.\nThis Regulation does not include any appendices.\nThere are no amendments to this Regulation.\nThis Regulation amends the Regulation No. 5/1992.\nThis Regulation abolishes none of the Regulations.", "source": "https://bratislava.sk/vzn/3-1993"}, {"title": "Law No. 4 of 1997", "description": "This Decree is an amendment to the Decree No. 2/1994, which was abolished by Decree No. 4/2007, effective as of September 1, 2007.\n\nThis Decree has no annexes.\n\nThere are no amendments to this Decree.\n\nThis Decree amends Decree No. 2/1994.\n\nThis Decree does not repeal any Decrees.", "source": "https://bratislava.sk/vzn/4-1997"}, {"title": "Act No. 13 of 2001 (Zákon č. 13/2001)", "description": "Local fee for collection, transportation and elimination of municipal waste and small construction waste. This Ordinance was repealed by the general binding ordinance No 13/2004 as of January 1, 2005. This Ordinance has no annexes. Full wording This Ordinance is not a supplement to any Ordinance. This Ordinance does not repeal any Ordinances.", "source": "https://bratislava.sk/vzn/13-2001"}, {"title": "Decree No 7 of 2008.", "description": "This SZZN is an addition to the SZZN 10/2007, which was cancelled by the SZZN 12/2012 with effect from January 1, 2013.\n\nThis SZZN has no annexes.\n\nThere are no additions to this SZZN.\n\nThis SZZN is an addition to the SZZN 10/2007.\n\nThis SZZN does not cancel any SZZNs.", "source": "https://bratislava.sk/vzn/7-2008"}, {"title": "Decree No. 12 of 2019", "description": "On the operation of gambling games on the territory of the capital city of the Slovak Republic, Bratislava\nThis decree was abolished by the generally binding decree OZ 9/2020 as of January 1, 2021.\nThis decree has no annexes.\nThere are no supplements to this decree.\nThis decree is not a supplement to any other decree.\nThis decree does not abolish any other decrees.", "source": "https://bratislava.sk/vzn/12-2019"}, {"title": "Decree No. 6/1998", "description": "This is an amendment to Regulation No. 2/1994, which was abolished by Regulation No. 4/2007 with effect from 01.09.2007.\n\nThis regulation has no annexes.\n\nThere are no amendments to this regulation.\n\nThis is an amendment to Regulation No. 2/1994.\n\nThis regulation does not repeal any regulations.", "source": "https://bratislava.sk/vzn/6-1998"}, {"title": "Decree No 12/2008", "description": "This CVM is currently in effect, with an effective date of January 15, 2009.\n\nThere are no supplements to this CVM.\n\nThis CVM amends VCN 4/2007.\n\nThis CVM does not repeal any CVMs.", "source": "https://bratislava.sk/vzn/12-2008"}, {"title": "Decree No. 10/2005", "description": "on property tax\nThis ZVN was abolished by the generally binding regulation of ZVN 10/2007 on January 1, 2008.\nThis ZVN has no appendices.\nThere are no supplements to this ZVN.\nThis ZVN is not a supplement to any ZVN.\nThis ZVN does not abolish any ZVN.", "source": "https://bratislava.sk/vzn/10-2005"}, {"title": "Decree No 13 of 2011", "description": "This decree is an addition to the decree 10/2007, which was abolished by decree 12/2012 with effect from January 1st, 2013.\n\nThis decree has no annexes.\n\nThere are no additions to this decree.\n\nThis decree is an addition to the decree 10/2007.\n\nThis decree does not abolish any decrees.", "source": "https://bratislava.sk/vzn/13-2011"}, {"title": "Decree No. 5/2014", "description": "This regulation is currently in effect, with a date of application from August 15, 2014.\n\nNo supplements exist for this regulation.\n\nThis regulation is an amendment to Regulation No. 4/2007.\n\nThis regulation does not repeal any regulations.", "source": "https://bratislava.sk/vzn/5-2014"}, {"title": "Decree No 8/2024", "description": "The ban on the operation of gaming games in the territory of the capital city of the Slovak Republic, Bratislava, during days established by this generally binding decree.\n\nThis GDD is currently valid, effective from 01. 01. 2025.\n\nThis GDD has no annexes.\n\nThere are no supplements to this GDD.\n\nThis GDD is not a supplement to any GDD.\n\nThis GDD does not revoke any GDD.", "source": "https://bratislava.sk/vzn/8-2024"}, {"title": "Decree No. 1/2005", "description": "This GN is an amendment to the GN 2/1994, which was repealed by the GN 4/2007 as of 01.09.2007.\nThis GN has no appendices.\nThere are no amendments to this GN.\nThis GN amends GN 2/1994.\nThis GN repeals no GNS.", "source": "https://bratislava.sk/vzn/1-2005"}, {"title": "Official Gazette No 1 of 2023", "description": "This VZS is currently valid, with effect from March 23, 2023.\n\nThis VZS has no appendices.\n\nThere are no addenda to this VZS.\n\nThis VZS is an amendment to Regulation No. 16/2012.\n\nThis VZS does not repeal any regulations.", "source": "https://bratislava.sk/vzn/1-2023"}, {"title": "Decree No. 5/2001", "description": "This is the current VZN, valid from June 01, 2001.\nThis VZN has no appendices.\nThere are no supplements to this VZN.\nThis VZN is a supplement to regulation 1/1995.\nThis VZN does not repeal any VZNs.", "source": "https://bratislava.sk/vzn/5-2001"}, {"title": "Decree No. 2/1998", "description": "This DZS is an addition to the DZS 2/1994, which was abolished by the Regulation DZS 4/2007 with effect from 01.09.2007.\n\nThis DZS has no appendices.\n\nThere are no additions to this DZS.\n\nThis DZS is an addition to the DZS 2/1994.\n\nThis DZS does not abolish any DZSs.", "source": "https://bratislava.sk/vzn/2-1998"}, {"title": "Decree No 12 of 1998", "description": "This decree of VZN is an addition to Decree VZN No. 2/1994, which was abolished by Decree VZN No. 4/2007 with effect from September 1, 2007.\nThis decree has no annexes.\nThere are no addenda to this decree.\nThis decree is an addition to Decree VZN No. 2/1994.\nThis decree does not repeal any decrees of VZN.", "source": "https://bratislava.sk/vzn/12-1998"}, {"title": "Decree No. 14/2001", "description": "On rent of dwellings and living rooms in premises intended for permanent residence\nThis Ordinance was repealed by the general binding ordinance ZVN 1/2006 as of May 01, 2006.\nThis ordinance has no annexes.\nThis ordinance is not an appendix to any other ordinance.\nThis ordinance repeals ordinance No. 5/1992.", "source": "https://bratislava.sk/vzn/14-2001"}, {"title": "Decree No. 4/2002", "description": "This RDB is an addition to RDB 13/2001, which was repealed by regulation RDB 13/2004 with effect from 01.01.2005.\n\nThis RDB has no appendices.\n\nThere are no additions to this RDB.\n\nThis RDB is an addition to RDB 13/2001.\n\nThis RDB does not repeal any RDBs.", "source": "https://bratislava.sk/vzn/4-2002"}, {"title": "Decree No 2/2008", "description": "This is an amendment to Regulation No. 1/2004, which was abolished by Regulation No. 3/2011 with effect from June 01, 2011.\n\nThis regulation has no appendices.\n\nThere are no amendments to this regulation.\n\nThis is an amendment to Regulation No. 1/2004.\n\nThis regulation does not abolish any regulations.", "source": "https://bratislava.sk/vzn/2-2008"}, {"title": "Decree No 3/1994", "description": "This ZVN is an amendment to the ZVN 2/1994, which was repealed by the ZVN 4/2007 with effect from 01. 09. 2007.\n\nThis ZVN has no appendices.\n\nThere are no amendments to this ZVN.\n\nThis ZVN is an amendment to the ZVN 2/1994.\n\nThis ZVN does not repeal any ZVN.", "source": "https://bratislava.sk/vzn/3-1994"}, {"title": "Decree No. 8/2000", "description": "This ODS is an addition to ODS No. 2/1994, which was abolished by Decree No. 4/2007 with effect from 01.09.2007.\n\nThis ODS has no annexes.\n\nThere are no supplements to this ODS.\n\nThis ODS is an addition to the ODS No. 2/1994.\n\nThis ODS does not abolish any ODS.", "source": "https://bratislava.sk/vzn/8-2000"}, {"title": "Decree No 10/1998", "description": "This Decree-Law is an addendum to the Decree-Law No. 2/1994, which was abolished by Decree-Law No. 4/2007, effective as of September 1, 2007.\nThis Decree-Law has no annexes.\nThere are no addenda to this Decree-Law.\nThis Decree-Law is an addendum to the Decree-Law No. 2/1994.\nThis Decree-Law does not abolish any Decree-Laws.", "source": "https://bratislava.sk/vzn/10-1998"}, {"title": "Decree No. 5 of 2023", "description": "Tax on the use of public space \nThis GAZ is currently in force, with an effective date from 07/01/2023.\nThis GAZ has no annexes.\nFull wording\nThis GAZ is not an addition to any GAZ.\nThis GAZ repeals GAZ 15/2012.", "source": "https://bratislava.sk/vzn/5-2023"}, {"title": "Decree No 4 of 2003", "description": "This GZS is an amendment to GZS 2/1994, which was abolished by decree GZS 4/2007 with effect from September 1, 2007.\n\nThis GZS has annexes.\n\nThere are no amendments to this GZS.\n\nThis GZS amends GZS 2/1994.\n\nThis GZS does not repeal any GZS.", "source": "https://bratislava.sk/vzn/4-2003"}, {"title": "Decree No. 10 of 2014", "description": "This annex to the ZVM is currently in effect, with a validity date from November 10, 2014.\n\nThere are no supplements to this ZVM.\n\nThis ZVM supplement is an addition to the ZVM 4/2007.\n\nNo ZVMs are revoked by this one.", "source": "https://bratislava.sk/vzn/10-2014"}, {"title": "Decree No. 2/1999", "description": "By which is proclaimed the binding part of the territorial plan zone Machnáč, Bratislava.\n\nThis VZU is currently in force, with effect from 01.10.1999.\n\nThis VZU has no annexes.\n\n1 annex.\n\nThis VZU does not amend any VZU.", "source": "https://bratislava.sk/vzn/2-1999"}, {"title": "Decree No. 3/2002", "description": "This supplement to the Gazette is an addition to Gazette No. 12/2001, which was abolished by Regulation of the Government Gazette No. 4/2016 with effect from July 20, 2016.\n\nThis supplement has no attachments.\n\nThere are no supplements to this Gazette.\n\nThis supplement adds to Gazette No. 12/2001.\n\nThis supplement does not abolish any Gazette.", "source": "https://bratislava.sk/vzn/3-2002"}, {"title": "Decree No. 5/1995", "description": "This Regulation is an amendment to Regulation No. 2/1994, which was revoked by Regulation No. 4/2007 with effect from September 1, 2007.\n\nThis Regulation has no appendices.\n\nThere are no amendments to this Regulation.\n\nThis Regulation is an amendment to Regulation No. 2/1994.\n\nThis Regulation does not revoke any Regulations.", "source": "https://bratislava.sk/vzn/5-1995"}, {"title": "Decree No. 2/1995", "description": "This Regulation is an addition to Regulation No. 5/1992, which was repealed by Regulation No. 14/2001 with effect from 01.01.2002.\n\nThis Regulation has no annexes.\n\nThere are no addenda to this Regulation.\n\nThis Regulation is an addition to Regulation No. 5/1992.\n\nThis Regulation does not repeal any regulations.", "source": "https://bratislava.sk/vzn/2-1995"}, {"title": "Act no. 8/2002 (Zákon č. 8/2002)", "description": "This Ordinance is an addition to Ordinance No. 2/1994, which was abolished by Ordinance No. 4/2007 effective from September 1st, 2007.\n\nThere are no annexes to this Ordinance.\n\nNo addendums exist for this Ordinance.\n\nThis Ordinance is an addition to Ordinance No. 2/1994.\n\nThis Ordinance does not repeal any Ordinances.", "source": "https://bratislava.sk/vzn/8-2002"}, {"title": "Law No. 10/1994", "description": "This ZVN is an addendum to the ZVN 2/1994, which was repealed by decree ZVN 4/2007 with effect from 01.09.2007.\n\nThis ZVN has annexes.\n\nThere are no supplements to this ZVN.\n\nThis ZVN is an addendum to ZVN 2/1994.\n\nThis ZVN does not repeal any ZVN.", "source": "https://bratislava.sk/vzn/10-1994"}, {"title": "Regulation No 7 of the year 2010", "description": "Full text content of VZN 13/2004 on local tax for communal and small construction waste\nThis VZN is a supplement to VZN 13/2004, which was abolished by the regulation VZN 13/2012 with effect from 01. 01. 2013.\nThis VZN has no annexes.\nThere are no supplements to this VZN.\nThis VZN is a supplement to VZN 13/2004.\nThis VZN does not abolish any VZNs.", "source": "https://bratislava.sk/vzn/7-2010"}, {"title": "Decree No. 4/2006", "description": "By which the mandatory part of the zoning plan for the urban center zone - part Petržalka, area between the Old Bridge and the Harbour Bridge is declared.\n\nThis ZVN is currently in force, with an effective date from 01.09.2006.\n\nThis ZVN has no annexes.\n\n1 appendix\n\nThis ZVN is not a supplement to any ZVN.\n\nThis ZVN does not repeal any ZVN.", "source": "https://bratislava.sk/vzn/4-2006"}, {"title": "Decree No 6 of 2004", "description": "Full wording of Regulation No. 12/2001 on waste disposal and small construction waste in the territory of the capital city of the Slovak Republic Bratislava\nThis regulation is an amendment to Regulation No. 12/2001, which was repealed by Regulation VZN 4/2016 with effect from July 20, 2016.\nThere are no amendments to this regulation.\nThis regulation amends Regulation No. 12/2001.\nThis regulation does not repeal any regulations.", "source": "https://bratislava.sk/vzn/6-2004"}, {"title": "Decree No 6 of 1996", "description": "This Regulation is an addition to Regulation No. 2/1994, which was cancelled by Regulation No. 4/2007 with effect from September 1, 2007.\n\nThis Regulation has no annexes.\n\nThere are no additions to this Regulation.\n\nThis Regulation is an addition to Regulation No. 2/1994.\n\nThis Regulation does not cancel any Regulations.", "source": "https://bratislava.sk/vzn/6-1996"}, {"title": "Decree No. 7 of 2005", "description": "This is an amendment to the Resolution of the Government No. 2/1994, which was cancelled by Regulation No. 4/2007 with effect from September 1, 2007.\n\nThis regulation has no annexes.\n\nThere are no amendments to this resolution.\n\nThis regulation is an amendment to Resolution No. 2/1994.\n\nThis regulation does not cancel any resolutions.", "source": "https://bratislava.sk/vzn/7-2005"}, {"title": "Decree No. 15/2001", "description": "This is an amendment to the Decree of the Government of the Slovak Republic No. 2/1994, which was abolished by the Decree of the Government of the Slovak Republic No. 4/2007 with effect from 01.09.2007.\n\nThis decree has no appendices.\n\nThere are no amendments to this decree.\n\nThis is an amendment to Decree of the Government of the Slovak Republic No. 2/1994.\n\nThis decree does not abolish any other decrees.", "source": "https://bratislava.sk/vzn/15-2001"}, {"title": "Decree No. 13 of 2012", "description": "On municipal waste and small construction waste fee and on the amendment and supplement to Decree No 12/2001 on handling with municipal waste and small construction waste in the capital city of SR in the wording of later regulations\n\nThis decree is an appendix to Decree No 12/2001, which was abolished by Regulation No VZN 4/2016 as of July 20, 2016.\n\nThis decree is an appendix to Decree No 12/2001.\n\nThis decree abolishes Decree No 13/2004.", "source": "https://bratislava.sk/vzn/13-2012"}, {"title": "Decision No. 3 of 2004", "description": "By which the binding part of the amendment to the territorial plan zone A6 Bratislava, 2003 is declared.\n\nThis decree is currently in force, with effectiveness from 01.05.2004.\n\nThis decree does not have annexes.\n\nThere are no supplements to this decree.\n\nThis decree is not a supplement to any decree.\n\nThis decree does not repeal any decree.", "source": "https://bratislava.sk/vzn/3-2004"}, {"title": "Decree No. 5/1999", "description": "Regulation on the establishment and use of taxi services in the territory of the capital city of the Slovak Republic, Bratislava.\n\nThis regulation was repealed by Act No. 14/2004 of January 1, 2005, which is generally binding.\n\nThis regulation has no annexes.\n\nThere are no supplements to this regulation.\n\nThis regulation is not a supplement to any other regulation.\n\nThis regulation repeals Regulation No. 7/1994.", "source": "https://bratislava.sk/vzn/5-1999"}, {"title": "Decree No. 7 of 1994", "description": "The Conditions for the operation of taxi service on the territory of the capital city of the Slovak Republic, Bratislava.\n\nThis Order was revoked by a general binding order VZN 5/1999 as of January 1, 2000.\n\nThis Order does not have annexes.\n\nNo supplements exist for this Order.\n\nThis Order is no supplement to any Order.\n\nThis Order does not revoke any Orders.", "source": "https://bratislava.sk/vzn/7-1994"}, {"title": "Decree No. 7/2002", "description": "Full text of Decree No 13/2001 on local fee for collection, transportation and disposal of household waste and small construction waste.\n\nThis decree is a supplement to decree no. 13/2001 which was abolished by decree no. 13/2004 with effect from January 1, 2005.\n\nThis decree has no annexes.\n\nThere are no supplements to this decree.\n\nThis decree is a supplement to decree No. 13/2001.\n\nThis decree does not abolish any decrees.", "source": "https://bratislava.sk/vzn/7-2002"}, {"title": "Regulation No. 12/2014.", "description": "Real estate tax\nThis regulation has been abolished by the general binding regulation of GRR No. 13/2019 as of January 1, 2020.\nThis regulation does not have any annexes.\nThis regulation is not an appendix to any other regulation.\nThis regulation abolishes Regulation No. 12/2012.", "source": "https://bratislava.sk/vzn/12-2014"}, {"title": "Decision No. 8 of 2016", "description": "Tax for accommodation\nThis decree was cancelled by the general binding decree of Decree No. 4/2023 on July 1, 2023.\nThis decree has no annexes.\nThere are no supplements to this decree.\nThis decree is not a supplement to any other decree.\nThis decree does not cancel any decree.", "source": "https://bratislava.sk/vzn/8-2016"}]