[
    {
        "title": "Emisie_základných_znečisťujúcich_látok_podľa_monitorovacích_staníc_od_roku_2017",
        "description": "**Dataset Description**\n\nThis dataset appears to contain environmental or health-related statistics, possibly collected over a period of time. It consists of 9 rows and 7 columns.\n\n**Columns:**\n\n1. **statistic**: A string column containing the type of statistic measured (e.g., \"count\", \"null_count\", etc.)\n2. **Rok**: A floating-point number column representing the year of measurement (values range from approximately 2015 to 2022)\n3. **Monitorovacia_stani**: A string column with a unique value for each row (appears to be an identifier or location)\n4. **Látka**: A string column containing the type of substance or variable being measured (e.g., \"Benzén*\", \"prízemný ozón*\")\n5. **Hodnota**: A string column representing the measured value of the substance or variable (values range from 0.35 to 928)\n6. **ObjectId**: A floating-point number column containing an identifier or key (values range from approximately -238 to 238)\n7. **ObjectId2**: A floating-point number column with a unique value for each row, possibly representing another identifier or measurement (values range from approximately 1 to 238)\n\n**Values and Ranges:**\n\n* **Rok**: values in the year range 2015-2022\n* **Hodnota**: string values ranging from 0.35 to 928\n* **ObjectId**: floating-point numbers with a range of approximately -238 to 238\n* **ObjectId2**: floating-point numbers with a range of approximately 1 to 238\n\n**Notable Observations:**\n\n* The \"Monitorovacia_stani\" column has a unique value for each row, suggesting it could be used as an identifier or key.\n* The \"Látka\" column contains variables like \"Benzén*\" and \"prízemný ozón*\", which may indicate the presence of pollutants or environmental hazards in the data.\n* The \"Hodnota\" column contains measured values for these substances, with a range from 0.35 to 928, suggesting varying levels of contamination.\n* The \"ObjectId\" and \"ObjectId2\" columns contain unique identifiers, possibly used for tracking measurements over time.\n\nPlease note that without more context or information about the dataset's origin, it is difficult to provide a more detailed interpretation of these findings.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/Emisie_základných_znečisťujúcich_látok_podľa_monitorovacích_staníc_od_roku_2017/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "Znečisťovanie_ovzdušia_podľa_prevádzkovateľa_a_emisií",
        "description": "Here is a description of the dataset:\n\n**Dataset Overview**\n\nThis dataset has 9 rows and 8 columns, indicating a relatively small-sized dataset. The column names suggest that it contains information about some kind of industrial or environmental statistics.\n\n**Columns**\n\n1. **statistic**: This column appears to contain various statistical metrics for each entry, such as count, mean, standard deviation, min, max, 25%, and 75%. (Type: str)\n2. **Rok**: This column contains integer values representing years, with a minimum of 2013 and a maximum of 2022. (Type: f64)\n3. **Prevádzkov**: This column appears to contain names or descriptions related to industrial sources or facilities. The values are string-based and include company names like \"BIONERGY, a.s.\" and \"Volkswagen, s.r.o.\". (Type: str)\n4. **Okres**: This column contains string values representing districts or regions, with the value \"Bratislava\" appearing multiple times. (Type: str)\n5. **Typ**: This column contains string-based categorical values related to types of emissions or pollutants, such as \"Znečisťovanie\", \"ovzdušia oxidmi...\", and others. (Type: str)\n6. **Emisie__t**: This column contains float values representing emission levels, with a minimum value of 0.99 and a maximum value of 3316.1. The mean is approximately 407.61, and the standard deviation is around 759.55. (Type: f64)\n7. **ObjectId**: This column appears to contain unique identifiers for some industrial facilities or sources, with a minimum value of 0.0 and a maximum value of 62.0. There are only two non-null values in this column. (Type: f64)\n8. **ObjectId2**: This column is identical to the \"ObjectId\" column, suggesting that it may be an error or redundancy. (Type: f64)\n\n**Value Ranges**\n\n* The \"Rok\" column ranges from 2013 to 2022.\n* The \"Emisie__t\" column ranges from 0.99 to 3316.1.\n* The \"ObjectId\" and \"ObjectId2\" columns range from 0.0 to 62.0.\n\n**Missing Values**\n\nThe dataset has a relatively low number of missing values (null_count), with only one null value in the entire dataset, specifically for the \"Prevádzkov\" column.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/Znečisťovanie_ovzdušia_podľa_prevádzkovateľa_a_emisií/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "Množstvo_komunálneho_odpadu_od_roku_2018",
        "description": "**Dataset Description**\n\nThis dataset appears to contain statistical summaries for various variables across different years, grouped by categories or IDs. The data seems to be organized into nine rows and eight columns.\n\n**Columns:**\n\n1. **statistic**: A string column indicating the type of statistic being reported (e.g., \"count\", \"mean\", etc.).\n2. **Rok**: A numeric column representing the year.\n3. **Zmesový**: A numeric column containing values for a specific category or ID.\n4. **Vytriedený**: A numeric column with values related to another category or ID.\n5. **Ostatný**: A numeric column showing values for yet another category or ID.\n6. **Spolu**: A numeric column representing a summary value, possibly a sum or total.\n7. **ObjectId**: A numeric column containing IDs or unique identifiers (appears to have null values).\n8. **ObjectId2**: Another numeric column with IDs or unique identifiers (with non-null values ranging from 1 to 5).\n\n**Values and Ranges:**\n\n* The year column (`Rok`) has a minimum value of 2018, a maximum value of 2022, and increments by 1 each time.\n* The `Zmesový`, `Vytriedený`, and `Ostatný` columns have means ranging from approximately 67,000 to 114,000, with standard deviations between 10,000 and 20,000. These values suggest a monetary or quantitative scale, but no units are provided.\n* The `Spolu` column shows summary values in the range of 196,000 to 225,000.\n* The `ObjectId` column has null values for all rows except one (with a value of 3), indicating that this ID is not applicable to any row. The `ObjectId2` column ranges from 1 to 5.\n\nOverall, this dataset appears to be organized around statistical summaries and categorizations across different years, but the specific context or purpose of these data are unclear without additional information.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/Množstvo_komunálneho_odpadu_od_roku_2018/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "SODB 2011 - Súkromné domácnosti podľa veľkosti",
        "description": "**Dataset Description**\n\nThis dataset contains 9 rows and 10 columns. The dataset appears to be related to statistics or census data, possibly from the Slovak Republic.\n\n**Columns:**\n\n1. **statistic**: a string column with various statistical measures (e.g., count, mean, std)\n2. **Okres**: a string column representing districts or administrative regions\n3. **Mestská_čať**: a string column representing city districts or municipalities\n4. **Spolu**: a string column containing aggregate data ( exact meaning unclear)\n5. **F3_až_5_osob**: a string column with an unknown purpose ( likely related to population or demographic data)\n6. **F6_až_10_osob**: a string column similar to F3, but for different age groups\n7. **F11_osôb_a_viac**: a string column representing additional data (exact meaning unclear)\n8. **ObjectId**: a float64 column with unique identifiers\n\n**Values and Ranges:**\n\n* **count**: ranges from 22 to 22 (unique value across all rows)\n* **null_count**: ranges from 0 to 5\n* **mean**, **std**, **min**, **25%**, **50%**, **75%**, and **max** columns contain null values or are not applicable, except for:\n\t+ **ObjectId**: ranges from 1.0 to 22.0 (integer values)\n\t+ **F3_až_5_osob**: contains values between 1032 and 9857\n\t+ **F6_až_10_osob**: contains values between 110 and 92\n\t+ **F11_osôb_a_viac**: contains values between 0 and 8\n\n**Missing Values:**\n\nThe dataset contains null values in various columns, indicating missing data. The exact percentage of missing values is not provided.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/SODB 2011 - Súkromné domácnosti podľa veľkosti/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "SODB 2011 - Obyvateľstvo podľa ekonomickej aktivity",
        "description": "**Dataset Description:**\n\nThis dataset appears to be a collection of statistical data from various regions (Okres) in Slovakia. The data includes information on demographic statistics, economic indicators, and population details.\n\n**Columns:**\n\n1. **statistic**: A string column containing the name of each statistic or indicator.\n2. **Okres**: A string column representing the administrative region (Okres) for which the data is reported.\n3. **Mestská_č**: A string column with a single value \"asť\" repeated 17 times, possibly indicating some kind of municipal code or category.\n4. **Osoby_eko**: A string column containing numbers (10211 to 9071), likely representing economic indicators or population figures.\n5. **Osoby_záv**: A string column also containing numbers (1115 to 881), which might relate to another demographic statistic.\n6. **Ostatní_z**: A string column with values ranging from 1058 to 898, possibly indicating other statistical data.\n7. **Úhrn_obyv**: A string column showing population totals for each region, ranging from 1010 to 68574.\n8. **ObjectId**: A numerical column (f64) containing unique identifiers for each row.\n\n**Values and Ranges:**\n\n* The columns with numbers show values within the following ranges:\n\t+ Osoby_eko: 10211-9071\n\t+ Osoby_záv: 1115-881\n\t+ Ostatní_z: 1058-898\n\t+ Úhrn_obyv: 1010-68574\n* The ObjectId column contains unique numerical identifiers, ranging from approximately 1 to 17.\n\n**Missing Values and Data Types:**\n\n* Most columns have no missing values (null counts are zero), except for the statistic column, which is filled with strings.\n* Many columns have null mean and standard deviation values, possibly indicating that these statistics were not calculated or are not relevant for this dataset.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/SODB 2011 - Obyvateľstvo podľa ekonomickej aktivity/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "SODB 2011 - Počet obyvateľov podľa miesta narodenia",
        "description": "Here is a description of the dataset:\n\n**Overview**\n\nThis dataset contains 9 rows and 10 columns, indicating a relatively small and manageable dataset.\n\n**Columns**\n\nThe columns are:\n\n1. **statistic**: A string column containing some kind of statistic or measurement.\n2. **Okres**: A string column representing an administrative region or district ( Slovak for \"District\").\n3. **Spolu**: A string column with counts or quantities.\n4. **Miesto_naro_denia_mimo_SR**: A string column indicating the location or place, followed by a date.\n5. ...: Three more string columns with unknown names and values.\n6. **Miesto_naro_denia_v_SR**: A string column indicating the location or place, followed by a date within Slovakia (SR).\n7. **Nezistené**: A string column containing some kind of \"unknown\" or \"missing\" value.\n8. **Iné**: A string column with unknown name and values.\n9. **ObjectId**: A floating-point number column representing an identifier or unique code.\n\n**Values and Ranges**\n\nThe data types for each column are:\n\n* 5 numeric columns ( Spolu, Miesto_naro_denia_mimo_SR, Nezistené, Iné, ObjectId): all have counts of 5 and ranges of 0 to 92030.\n* 3 string columns (statistic, Okres, Miesto_naro_denia_v_SR): contain various strings with lengths up to 20 characters.\n* 2 numeric columns ( mean and std ): contain null values for most rows, but min and max have values around 1-5.\n\nNote that there are several columns with missing or null values, which may need to be imputed or handled in some way depending on the analysis goals.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/SODB 2011 - Počet obyvateľov podľa miesta narodenia/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "SODB 2011 - Počet obyvateľov podľa postavenia v zamestnaní",
        "description": "**Dataset Description:**\n\nThis dataset appears to be a collection of statistics related to employment, with information about various aspects such as regions (Okres), number of employees (Zamestnan and Zamestnáv atelia), other job-related metrics (Ostatní__vypomáha júci_člen ovi...), and others. The dataset has a total of 9 columns, with each column containing specific types of information.\n\n**Columns:**\n\n1. **statistic**: This column contains the type of statistic being reported, such as count, mean, standard deviation, minimum, 25th percentile, median (50th percentile), 75th percentile, and maximum.\n2. **Okres**: This column lists the names of regions or areas related to employment.\n3. **Zamestnan**: This column contains the number of employees in a particular region or area.\n4. **Zamestnáv atelia**: Similar to Zamestnan, this column also reports on the number of employees, but with an emphasis on atelie ( possibly a type of employment category).\n5. **Ostatní__vypomáha júci_člen ovi...** : This column contains information about other job-related metrics or variables.\n6. **Nezistené**: This column lists the number of employees in a particular region or area who are considered \"unassigned\" ( possibly meaning they don't belong to any category).\n7. **Neaplikov**: Similar to Nezistené, this column reports on the number of employees who haven't applied for a job.\n8. **ObjectId**: This column contains unique identifiers for each row in the dataset.\n\n**Values and Ranges:**\n\n- **Okres** (regions): Bratislava I and Bratislava V are mentioned as specific regions, with counts ranging from 5 to 5.\n- **Zamestnan** (employees): Numbers range from 20972 to 65520 for different regions.\n- **Ostatní__vypomáha júci_člen ovi...**: Counts vary between 181 and 670 across the dataset.\n\nThe minimum, maximum, mean, standard deviation, and percentiles are reported for various columns (Zamestnan, Zamestnáv atelia, Nezistené, Neaplikov), with values within reasonable ranges considering the context of employment statistics. The `ObjectId` column contains a consistent value across all rows.\n\nThe dataset has 9 rows in total, each representing a specific statistic or metric related to employment and job market dynamics.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/SODB 2011 - Počet obyvateľov podľa postavenia v zamestnaní/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "SODB 2011 - Počet obyvateľov podľa miesta pracoviska",
        "description": "Here is a description of the dataset:\n\n**Dataset Overview**\n\nThe dataset contains 9 rows and 10 columns. The data appears to be related to some kind of statistical analysis or survey results, possibly from Slovakia.\n\n**Columns**\n\n1. **statistic**: This column contains string values that represent different types of statistics (e.g., \"count\", \"mean\", \"std\", etc.).\n2. **Okres**: This column contains string values representing administrative regions in Slovakia.\n3. **Slovensko_spolu**: This column contains string values, possibly indicating the number or percentage of something related to all of Slovakia.\n4. **Bratislavský_kraj**: This column contains string values representing statistics for the Bratislava region (a city and surrounding area in Slovakia).\n5. **...** (6 more columns): These columns contain string values with various types of statistical information, including counts, percentages, and minimum/maximum values.\n6. **Východné_Slovensko**: This column contains integer values ranging from 20 to 52, possibly representing some kind of index or score related to eastern Slovakia.\n7. **Mimo_územ_členského_štátu**: This column contains integer values ranging from 1016 to 676, possibly representing some kind of index or score related to non-member states.\n8. **Neaplikovateľné_náklady**: This column contains string values, possibly indicating the number or percentage of something related to inapplicable costs.\n9. **ObjectId**: This column contains float values ranging from 1.0 to 5.0, possibly representing some kind of identifier or index.\n\n**Values and Ranges**\n\n* The integer columns (**Východné_Slovensko**, **Mimo_územ_členského_štátu**) contain values in the range: 20-52 (integer) and 1016-676 (integer)\n* The float column (**ObjectId**) contains values in the range: 1.0-5.0\n* All other columns contain string values with varying types of statistical information.\n\nPlease note that this analysis is based on a limited understanding of the data, as the actual meaning and context of the dataset are not provided.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/SODB 2011 - Počet obyvateľov podľa miesta pracoviska/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "SODB 2011 - Byty podľa obdobia výstavby",
        "description": "**Dataset Description**\n\nThis dataset consists of 9 rows and 15 columns, containing various statistical information. The columns can be broadly categorized into three types: categorical (string), numerical (integer or float), and statistical measures.\n\n### Columns\n\nHere's a brief description of each column:\n\n1. **statistic**: A string category representing the type of statistic being reported.\n2. **Okres** (Region): A string column indicating the administrative region or district.\n3. **Mestská_ča** (Municipal Number): A string column representing a unique identifier for municipalities.\n4. **Spolu** (Total): A string column containing total values, possibly aggregated over some period.\n5. ...: Several additional categorical columns with no description provided in the summary.\n6. **F2001___20**: A string column containing data for the year 2001-05, possibly representing population or economic data.\n7. **F2006_a_n** (Yearly Data): A string column with data from some unspecified year(s).\n8. **Nezistené** (Unknown/NaN): A string column indicating missing or unknown values.\n9. **ObjectId**: A float column containing a unique identifier for each row, ranging from 1.0 to 17.0.\n\n### Values and Ranges\n\nHere's a summary of the ranges for each numerical column:\n\n* **Spolu** (Total): integer values ranging from 1054 to 8951.\n* **F2001___20**: string values with no clear pattern, but one value is '144' and another is '965'.\n* **F2006_a_n** (Yearly Data): string values with no clear pattern, including '1057', '128', and '768'.\n* **Nezistené** (Unknown/NaN): integer values ranging from 0 to 95.\n* **ObjectId**: float values ranging from 1.0 to 17.0.\n\nNote that the ranges mentioned above are based on the available information in the summary and may not be exhaustive or entirely accurate without further investigation into the dataset itself.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/SODB 2011 - Byty podľa obdobia výstavby/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "SODB 2011 - Obývané byty podľa formy vlastníctva",
        "description": "**Dataset Description**\n\nThis dataset contains 9 rows and 11 columns of various data types. It appears to be a collection of statistics related to housing or property ownership.\n\n**Columns**\n\nThe columns in this dataset are:\n\n1. **statistic**: A string column containing some sort of statistic (e.g., \"count\", \"mean\", etc.)\n2. **Okres**: A string column representing the district or region.\n3. **Mestská_čaść**: A string column representing the municipal part or area.\n4. **Spolu**: A string column representing some sort of combined value.\n5. **Iná_forma_ vlastníctva_a_bytu**: A string column representing another form of property ownership (translation: \"other form of ownership and accommodation\").\n6. **Nezistené**: A string column representing unknown or missing values.\n7. **Neaplikovane**: A string column representing non-applicants or non-respondents (translation: \"not applied\").\n8. **ObjectId**: A float64 column containing some sort of object identifier.\n\n**Values and Ranges**\n\nHere are the ranges for each column:\n\n* **statistic**:\n\t+ Count: 17, range: 1-17\n\t+ Mean: null (no values)\n\t+ Std: null (no values)\n\t+ Min: \"Bratislava\", \"Devín\" (minimum district/area values)\n\t+ Max: \"Bratislava\", \"Čunovo\" (maximum district/area values)\n* **Okres**:\n\t+ Values: 17 unique strings, range: Bratislava to Čunovo\n* **Mestská_čaść**:\n\t+ Values: 17 unique strings, range: Devín to Čunovo\n* **Spolu**:\n\t+ Values: 17 unique strings, range: 1180 to 899 (minimum and maximum combined values)\n* **Iná_forma_ vlastníctva_a_bytu**:\n\t+ Values: 17 unique strings, range: 111 to 9 (minimum and maximum other forms of ownership and accommodation)\n* **Nezistené**:\n\t+ Values: 17 unique strings, range: 1273 to 0 (minimum and maximum unknown or missing values)\n* **Neaplikovane**:\n\t+ Values: 17 unique strings, range: 0 to 0 (no non-applicants or non-respondents)\n* **ObjectId**:\n\t+ Mean: 9.0, standard deviation: 5.049752\n\t+ Min: 1.0\n\t+ Max: 17.0\n\nPlease note that some of these values and ranges are likely due to the presence of null or missing data in the dataset.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/SODB 2011 - Obývané byty podľa formy vlastníctva/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "Zamestnávanie štátnych príslušníkov tretích krajín s platným povolením na zamestnanie n",
        "description": "Here is a description of the dataset:\n\n**Dataset Description**\n\nThe dataset has 9 rows and 5 columns, providing information on various statistics.\n\n**Columns:**\n\n1. **statistic**: This column contains the type of statistic being measured (e.g., \"count\", \"null_count\", etc.). The values are strings.\n\t* Range: str\n\t* Values: count, null_count, mean, std, min, 25%, 50%, 75%, max\n2. **Okres**: This column contains the district or region being measured. The values are strings.\n\t* Range: str\n\t* Values: Bratislava I (minimum), Bratislava V (maximum)\n3. **Rok**: This column contains the year of measurement. The values are strings.\n\t* Range: str\n\t* Values: 2004 (minimum), 2020 (maximum)\n4. **Počet**: This column contains a count or quantity value. The values are strings, but appear to be numbers when converted.\n\t* Range: str\n\t* Values: 101 (minimum), 994 (maximum)\n5. **ObjectId**: This column appears to contain an identifier or key value. The values are floating-point numbers.\n\t* Range: f64\n\t* Values: 1.0 (minimum), 85.0 (maximum)\n\nNote that the \"mean\" and \"std\" columns have null values, indicating that these statistics were not calculated for some reason.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/Zamestnávanie štátnych príslušníkov tretích krajín s platným povolením na zamestnanie n/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "tmpy24fne3fxxxx",
        "description": "Here is a description of the dataset:\n\n**Dataset Name:** Unknown (not provided)\n\n**Shape:** (9, 16) - indicating 9 rows and 16 columns\n\n**Columns:**\n\n1. **statistic**: A string column containing various statistics about the data.\n2. **Okres** and **Kraj**: Two string columns that appear to be related to administrative divisions in Slovakia (region and country).\n3. **Trieda_CK**: A string column that seems to represent a classification or category.\n4. **...**: The table displays two dots (...) indicating additional columns not shown in the excerpt, which are:\n\t* **Vlastník**: A string column containing ownership information.\n\t* **Typ_správ**: A string column related to type of management.\n\t* **Správca**: A string column containing management or administrative information.\n\t* **ObjectId**: A numeric column (f64) representing a unique identifier, with values ranging from 1.0 to 367.0.\n\n**Values and Ranges:**\n\n* **statistic**: Various statistics, not explicitly listed.\n* **Okres**: All values are \"Bratislav\" or the region \"a I\", indicating a single value for this column.\n* **Kraj**: Similarly, all values are \"Bratislav ský kraj\".\n* **Trieda_CK**: Contains strings like \"cesta I.\" and \"diaľnica\", which seem to represent road categories.\n* **Vlastník**: All values are \"BA\" or other single letters.\n* **Typ_správ**: Values include \"MAG BA\", \"NDS\", and \"SSUD MA\".\n* **Správca**: Similar to Typ_správ, with some single-letter values like \"MAG BA\" and others containing \"NDS\".\n* **ObjectId**: This column contains integer values ranging from 1.0 to 367.0.\n* **count**, **null_coun**, **mean**, **std**, **min**, **25%**, **50%**, **75%**, and **max** columns: These are statistical metrics calculated for the entire dataset, not directly related to individual rows.\n\nThe table appears to be a snapshot of various administrative or categorical data in Slovakia, with some rows containing detailed information about ownership, management, and road categories.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/tmpy24fne3fxxxx/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "tmpsh988bwkaaa",
        "description": "Here is a description of the dataset:\n\n**Dataset Overview**\n\nThis dataset contains 9 rows and 15 columns, with a total of 135 unique values.\n\n**Columns**\n\n1. **statistic**: A string column containing various statistical measures.\n\t* Values: `count`, `null_count`, `mean`, `std`, `min`, `25%`, `50%`, `75%`, `max`\n2. **Okres**: A string column representing the name of a region.\n\t* Values: 1000 unique values, e.g., \"Bratislav\", \"Trnavský kraj\"\n3. **Kraj**: A string column representing the name of a country (in this case, Slovakia).\n\t* Values: 1000 unique values, e.g., \"Bratislavský kraj\", \"Žilinský kraj\"\n4. **Trieda_CK**: A string column containing classification categories.\n\t* Values: 1000 unique values, e.g., \"cesta I.\", \"triedy\"\n5. ... (11 additional columns)\n6. **Vlastník**: A string column representing the owner of something.\n\t* Values: 1000 unique values, e.g., \"BA\", \"NDS\"\n7. **Typ_správ**: A string column containing types of administration.\n\t* Values: 1000 unique values, e.g., \"MAG BA\", \"NDS - SSUD MA\"\n8. **Správca**: A string column representing the administrator.\n\t* Values: 1000 unique values, e.g., \"BA\", \"SSUD MA\"\n9. **ObjectId**: A numerical column containing object IDs.\n\t* Values: 1000 unique values, range: 1.0 to 1000.0\n\n**Data Types**\n\n* String columns: `statistic`, `Okres`, `Kraj`, `Trieda_CK`, `Vlastník`, `Typ_správ`, `Správca`\n* Numerical column: `ObjectId` (float)\n\nNote that the \"null\" values in some columns indicate missing or unavailable data.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/tmpsh988bwkaaa/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "Počet osôb  ktorým bol poskytnutý aktivačný príspevok",
        "description": "**Dataset Description**\n\nThe dataset contains information about statistics related to \"Kategória\" (Category) across different regions in Slovakia, measured over several years from 2006 to 2022. Each row represents a specific statistic with corresponding details.\n\n**Columns and Their Ranges/Values**\n\n1. **statistic**: This column is empty for all rows, suggesting it's not used or provided.\n\t* Value Range: N/A\n\t* Data Type: str (string)\n2. **Okres** (Region): It seems to categorize the regions in Slovakia but without any specific range or values mentioned in this summary. \n    * Value Range: Not specified; however, it mentions \"905\" as a value count which could imply 905 different regions.\n3. **Kategória** (Category): Similar to Okres, Kategória seems to categorize the statistics into various types but without giving specific ranges or values here. It also mentions having 905 rows which could mean 905 categories if it's similar to the regions count mentioned earlier.\n4. **Rok** (Year): The dataset spans across multiple years from 2006 to 2022.\n\t* Value Range: From \"2006\" to \"2022\"\n5. **Počet** (Number): This seems to represent counts of something related to each category in each year but without specifying what those counts are for or how they change over time. \n    * Value Range: From \"0\" to \"9\", with a count of 905.\n6. **ObjectId**: A unique identifier for each statistic entry.\n\t* Value Range: From \"1.0\" to \"905.0\"\n\n**Summary**\n\n- The dataset has information about various statistics over years in different categories across regions in Slovakia.\n- It includes an ObjectId for each statistic, a Year of measurement, and categorizations by Region and Category.\n- There are 9 rows of data, with each row having 6 columns.\n\nThis description aims to summarize the provided table's content. If more details about the statistics (count, mean, std) were given in the original table, they would likely provide deeper insights into what specifically those numbers represent within their respective categories and years measured.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/Počet osôb  ktorým bol poskytnutý aktivačný príspevok/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "Počet obyvateľov podľa súčasnej ekonomickej aktivity v základných sídelných jedn",
        "description": "**Dataset Description**\n\nThis dataset contains demographic statistics about regions in a country. The data is organized by region, and each row represents a specific statistic for that region.\n\n**Columns**\n\n1. **statistic**: The type of statistical measure being reported (e.g., count, mean, standard deviation).\n2. **Kraj___kód**: A unique code identifying the region.\n3. **Kraj___názo**: The name of the region in a specific language (Bratislavsk ý kraj).\n4. **Okres___kó**: Another code identifying the region.\n5. **Spolu**: The total population of the region.\n6. **Aktívni**: The number of active individuals in the region.\n7. **Neaktívni**: The number of inactive individuals in the region (i.e., not actively working or contributing to society).\n8. **ObjectId**: A unique identifier for each row, represented as a floating-point number.\n\n**Values and Ranges**\n\n* **statistic**: string values representing different types of statistical measures.\n* **Kraj___kód**, **Okres___kó**: integer values with ranges:\n\t+ **Kraj___kód**: 1 to 212 (inclusive).\n\t+ **Okres___kó**: 101 to 105 (inclusive).\n* **Spolu**: string value representing the total population, ranging from \"10\" to \"9708\".\n* **Aktívni**, **Neaktívni**: integer values with ranges:\n\t+ **Aktívni**: 10 to 99 (inclusive).\n\t+ **Neaktívni**: 0 to 994 (inclusive).\n* **ObjectId**: floating-point number values ranging from 1.0 to 212.0.\n\n**Summary**\n\nThis dataset provides a snapshot of demographic statistics for various regions in a country, covering aspects like population size, activity levels, and unique identifiers. The data is organized by region, allowing for easy comparison across different areas.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/Počet obyvateľov podľa súčasnej ekonomickej aktivity v základných sídelných jedn/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "Počet obyvateľov podľa pohlavia v základných sídelných jednotkách - anonymizovan",
        "description": "**Dataset Description:**\n\nThe dataset appears to contain demographic and statistical data for a specific region or country, likely Slovakia. It has 9 rows and 13 columns.\n\n**Columns:**\n\n1. **statistic**: A string column containing the type of statistic being reported (e.g., count, mean, standard deviation).\n2. **Kraj___kód**: A string column containing codes for regions in Slovakia.\n3. **Kraj___názov**: A string column containing names of regions in Slovakia.\n4. **Okres___kód**: A string column containing codes for districts within Slovakian regions.\n5. ... (6 additional columns, but their values are not provided in the table)\n6. **Muži** and **Ženy**: String columns containing data on men and women, respectively, with no further explanation of what this data represents.\n7. **Spolu**: A string column containing data for both men and women combined.\n8. **ObjectId**: A numeric column containing a unique identifier for each row.\n\n**Values:**\n\n* The majority of the values in the dataset are strings (e.g., \"263\", \"Bratislavský kraj\", \"101\").\n* There is one numeric column, **ObjectId**, with values ranging from 1 to 263.\n* The **Muži**, **Ženy**, and **Spolu** columns contain string values representing numbers (e.g., \"213\", \"50\"), but there are no further explanations of what these numbers represent.\n\n**Ranges:**\n\n* **Kraj___kód**: Range is not explicitly stated, but it appears to be a small integer value (1-1).\n* **Okres___kód**: Range is not explicitly stated, but it appears to be a small integer value (101-105).\n* **ObjectId**: Range is 1 to 263.\n* **Muži**, **Ženy**, and **Spolu**: Ranges are not explicitly stated, but the values appear to be integers between 1 and 999.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/Počet obyvateľov podľa pohlavia v základných sídelných jednotkách - anonymizovan/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "Počet obyvateľov podľa najvyššieho dosiahnutého vzdelania v základných sídelných",
        "description": "**Dataset Description**\n\nThe dataset contains 9 rows and 14 columns of data, with a total of 213 non-null values. The data appears to be related to education statistics in the Czech Republic.\n\n**Columns**\n\n1. **statistic**: string column containing statistical information (e.g., \"count\", \"null_count\", \"mean\", etc.)\n2. **Kraj___kód**: string column containing a unique code for each kraj (region)\n3. **Kraj___názov**: string column containing the name of each kraj\n4. **Okres___kód**: string column containing a unique code for each okres (district)\n5. ...: empty columns with no data\n6. **Vysokoškoláké_magi**: numeric column containing the number of high school graduates (range: 1-996, min: 1, max: 996)\n7. **Vysokoškoláké_doktorandské**: numeric column containing the number of doctoral students (range: 1-99, min: 1, max: 99)\n8. **Spolu**: string column containing some sort of aggregated information\n9. **ObjectId**: numeric column containing a unique identifier for each row (range: 1-213, min: 1, max: 213)\n\n**Values and Ranges**\n\n* The **Vysokoškoláké_magi** and **Vysokoškoláké_doktorandské** columns have the following ranges:\n\t+ **Vysokoškoláké_magi**: 1-996 (min: 1, max: 996)\n\t+ **Vysokoškoláké_doktorandské**: 1-99 (min: 1, max: 99)\n* The **ObjectId** column has a range of 1-213 (min: 1, max: 213)",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/Počet obyvateľov podľa najvyššieho dosiahnutého vzdelania v základných sídelných/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "Počet obyvateľov podľa veku v základných sídelných jednotkách - anonymizované",
        "description": "**Dataset Description**\n\nThis dataset appears to be a set of statistics and features for individuals, with a total of 9 rows and 116 columns. The data is numerical and categorical in nature.\n\n**Columns and Data Types**\n\nThe columns are listed as follows:\n\n1. `statistic` (string) - likely a categorization or label for the individual\n2. `F96`, `F94`, ..., `F89` (strings) - feature names, possibly indicating various characteristics or attributes of the individuals\n3. `Produktívny__15_64_...` (string) - another categorical variable related to productivity\n4. `count`, `null_count`, ... (numerical) - statistical measures such as count and null count for each column\n\n**Values and Ranges**\n\nThe values in this dataset are:\n\n* `statistic`: string values with various categories (not specified)\n* `F96` to `F89`: string values with specific feature names\n* `Produktívny__15_64_...`: string values indicating productivity levels or categorizations\n* `count`, `null_count`: numerical values, ranging from 0 to 263 (with a maximum count of 263 across all columns)\n* other statistical measures (`mean`, `std`, `min`, ..., `max`): null values for most columns, with specific numerical values only in the `F96` to `F89` and `Produktívny__15_64_...` columns:\n\t+ `F96`: minimum 0, maximum 7; no median or quartiles available\n\t+ `F94`: minimum 0, maximum 4; no median or quartiles available\n\t+ `Produktívny__15_64_...`: minimum 0, maximum 986; no median or quartiles available\n\t+ other columns: null values for mean and standard deviation; minimum and maximum values within a small range (e.g., 0-9)",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/Počet obyvateľov podľa veku v základných sídelných jednotkách - anonymizované/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "Počet obyvateľov podľa národnosti v základných sídelných jednotkách - anonymizov",
        "description": "**Dataset Description:**\n\nThis dataset appears to be a collection of statistical data about various regions (Kraj) and areas within those regions (Okres). The dataset has 27 columns, which are described below.\n\n**Columns:**\n\n1. **statistic**: A string column with a description of the statistic being reported.\n2. **Kraj___kód**: An integer column representing a unique code for each Kraj (region).\n3. **Kraj___názo**: A string column describing the nature or type of each Kraj.\n4. **Okres___kó**: An integer column representing a unique code for each Okres (area) within a Kraj.\n5. ...: 23 additional columns, which are not described in detail here.\n\n**Values and Ranges:**\n\n* Most columns have missing values represented as \"null\".\n* The minimum value for **Kraj___kód** is 1, while the maximum value is also 1.\n* The minimum value for **Okres___kó** is 101, while the maximum value is 105.\n* The minimum and maximum values for the remaining columns are not clearly visible in this output.\n\n**Notable Observations:**\n\n* The dataset has a shape of (9, 27), suggesting that there may be only 9 rows of data, each with 27 columns.\n* Many columns have null counts, which could indicate missing or incomplete data.\n* The mean and standard deviation values are mostly null, which might suggest that these statistics were not calculated for most rows.\n\nOverall, this dataset appears to be a collection of statistical data about various regions and areas within those regions. However, the small number of rows (9) suggests that the dataset may not be particularly large or comprehensive.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/Počet obyvateľov podľa národnosti v základných sídelných jednotkách - anonymizov/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "Počet obyvateľov podľa štátnej príslušnosti v základných sídelných jednotkách - anony",
        "description": "**Dataset Description**\n\nThe dataset contains information about various countries, with a total of 9 columns and 166 rows. The data is organized in a tabular format with country names as headers and statistics as values.\n\n**Columns:**\n\n1. **statistic**: A string column containing the name of each statistic.\n2. **Iránska_i slamská republika**: A string column for Iran's slam statistical republic ( likely a typo, and might be \"slamská republika\" in original).\n3. **Ukrajina**: A string column for Ukraine.\n4. **Austrálsky záväz**: A string column for Australian federation (likely a typo, and might be \"záväz\" or \"zákon\" in original).\n5. ...: This is an ellipsis indicating that there are more columns not shown in the snippet.\n6. **Gruzínsko republika**: A string column for Georgia's republic.\n7. **Libérijská republika**: A string column for Liberia's republic.\n8. **Singapurská republika**: A string column for Singapore's republic.\n9. **Bolívijská mnohonárodnostní republika**: A string column for Bolivia's multi-ethnic republic ( likely a typo, and might be \"mnohonárodnostní\" in original).\n\n**Data Types:**\n\n* The first 4 columns are strings (str).\n* The next 5 columns contain various types of data:\n\t+ **Gruzínsko republika**: A float64 column with values ranging from 0.0 to 213.0.\n\t+ **Libérijská republika**: A float64 column with values ranging from 0.0 to 213.0.\n\t+ **Singapurská republika**: An integer column with a value of 1.\n\t+ **Bolívijská mnohonárodnostní republika**: A float64 column with values ranging from 0.0 to 213.0.\n\n**Summary Statistics:**\n\n* The `count` column contains the count of non-null values for each country.\n* The `null_count` column contains the count of null values for each country.\n* The `mean`, `std`, `min`, `25%`, `50%`, `75%`, and `max` columns contain summary statistics for each country.\n\nPlease note that some values are missing or have been replaced with \"null\" in the provided snippet.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/Počet obyvateľov podľa štátnej príslušnosti v základných sídelných jednotkách - anony/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "Počet obyvateľov podľa náboženského vyznania v základných sídelných jednotkách - anon",
        "description": "Here is a description of the dataset:\n\n**Dataset Name**: Not specified ( likely a census or survey dataset)\n\n**Number of Rows and Columns**: 9 rows, 32 columns\n\n**Data Types**:\n\n* `statistic`: string\n* `Kraj___kód`, `Kraj___názov`, `Okres___kód`, etc.: strings ( kraj and okres codes)\n* `Bez_vyzna`, `Nezistené`, `Spolu`: strings ( likely categorial data)\n* `ObjectId`: floating-point number\n* Count, null_count, mean, std, min, 25%, 50%, 75%, max: numerical values with varying ranges\n\n**Column Descriptions**:\n\n1. **statistic**: The description of the statistic being measured (e.g., count, mean, etc.)\n2. **Kraj___kód**, `Kraj___názov`, `Okres___kód`: Codes and names for administrative regions ( kraje and okresy)\n3. **Bez_vyzna**, `Nezistené`, `Spolu`: Categorical variables likely related to the statistic being measured\n4. **ObjectId**: A unique identifier for each row, which is a floating-point number with a range of 1.0 to 212.0\n\n**Value Ranges**:\n\n* `count`: 209 to 212 (range of 3)\n* null_count: 0 to 15 (range of 15)\n* min: 1 to 1 (single value)\n* max: 1 to 993 (range of 992)\n\nThis dataset appears to contain census or survey data from a specific region, likely the Czech Republic. The statistics being measured are not specified, but the presence of categorical variables like Bez_vyzna and Nezistené suggests that they may relate to demographic or socio-economic characteristics.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/Počet obyvateľov podľa náboženského vyznania v základných sídelných jednotkách - anon/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "Počet obyvateľov podľa dôvodu prisťahovania do súčasného miesta pobytu v základných s",
        "description": "**Dataset Description**\n\nThis dataset appears to be a table containing demographic or statistical data from Slovakia, with 9 rows and 18 columns. The columns represent various statistics, regions (Kraj), districts (Okres), and other related information.\n\n**Columns and Data Types**\n\n1. `statistic` - a string column representing the type of statistic.\n2. `Kraj___kód`, `Okres___kód`, etc. - string columns representing the codes for Kraj, Okres, etc.\n3. `Kraj___názov`, `Okres___názov`, etc. - string columns representing the names of the respective regions or districts.\n4. `Iný` - a string column representing \"other\" or miscellaneous data.\n5. `Nezistené` - a string column representing unknown or missing values.\n6. `Spolu` - a string column representing combined or total values.\n7. `ObjectId` - a numeric column representing a unique identifier (ObjectId).\n8. `count`, `null_count`, etc. - numeric columns representing counts, null counts, means, standard deviations, minimums, 25%, 50%, 75%, and maximum values.\n\n**Value Ranges**\n\n* `Kraj___kód`: 1 to 213\n* `Okres___kód`: 101 to 105\n* `Iný`: 189 to 24\n* `Nezistené`: 0 (no null values)\n* `Spolu`: 10 to 9708\n* `ObjectId`: 1.0 to 213.0\n* Counts and other statistics: various ranges depending on the column.\n\n**Other Observations**\n\n* The table appears to be complete, with no missing values in any of the numeric columns.\n* The range of values for `ObjectId` seems unusual, possibly indicating a specific use case or data transformation.\n* Some columns (e.g., `mean`, `std`) have null values, which might indicate that these statistics were not calculated or are not applicable.\n\nKeep in mind that this analysis is based on the provided output, and additional information about the dataset's context, purpose, and intended use would be helpful to provide a more accurate and comprehensive description.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/Počet obyvateľov podľa dôvodu prisťahovania do súčasného miesta pobytu v základných s/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "Počet obyvateľov podľa materinského jazyka v základných sídelných jednotkách - anonym",
        "description": "**Dataset Description**\n\nThis dataset appears to contain statistical information about various regions (Kraj) in a country. The data includes counts, means, standard deviations, minimums, maximums, 25th, 50th, and 75th percentiles for each region.\n\n**Columns**\n\nThe dataset has 24 columns:\n\n1. `statistic` - a string column describing the type of statistic (e.g., \"count\", \"mean\", etc.)\n2. `Kraj___kód` - a string column containing unique identifiers for each region\n3. `Kraj___názo` - a string column with descriptions or names of the regions\n4. `Okres___kó` - a string column with additional information about the regions ( likely sub-regions)\n5. ... - several more columns with various statistics (counts, means, etc.)\n6. `Ostatné` - a string column containing other statistical data\n7. `Nezistený` - a string column indicating whether certain values are missing or unknown\n8. `Spolu` - a string column possibly containing aggregate information\n9. `ObjectId` - a float64 column with unique identifiers for each row ( likely an integer ID)\n\n**Values and Ranges**\n\nMost columns contain:\n\n* String values, often representing region names or codes (e.g., \"Bratislavský kraj\")\n* Integer counts (e.g., 213)\n* Float64 values for statistical measures (e.g., means, standard deviations)\n* Some missing or unknown values indicated by strings like \"null\" or \"Nezistený\"\n\nSpecific ranges include:\n\n* `Kraj___kód`: unique identifiers ranging from 1 to 213\n* `Min` and `Max` columns: integer counts with minimums around 0-100 and maximums up to 9708 (ObjectId)\n* `Mean` column: float64 values with means around 107.0 (ObjectId)\n\nOverall, the dataset appears to be a collection of statistical information about various regions in a country, likely gathered for administrative or research purposes.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/Počet obyvateľov podľa materinského jazyka v základných sídelných jednotkách - anonym/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "Počet obyvateľov podľa najčastejšie používaného jazyka  v domácnosti v základných síd",
        "description": "**Dataset Description**\n\nThis dataset contains 9 rows and 25 columns, representing various statistics and categorical data about a specific topic. The values in the dataset range from integers to strings.\n\n**Columns and Their Values**\n\n1. **statistic**: This column contains string values representing different statistical measures.\n\t* Values: \"count\", \"null_count\", \"mean\", \"std\", \"min\", \"25%\", \"50%\", \"75%\", \"max\"\n2. **Kraj___kód**: This column contains integer values representing a specific code for each region.\n\t* Range: 1 to 213\n3. **Kraj___názo**: This column contains string values representing the name of a region.\n\t* Values: \"Bratislavský kraj\", ...\n4. **Okres___kód**: This column contains integer values representing a specific code for each district.\n\t* Range: 101 to 213\n5. **...** (13 columns): These columns contain missing or null values, represented by the string \"null\".\n6. **Ostatné**: This column contains string values representing additional information.\n\t* Values: ...\n7. **Nezistený**: This column contains string values representing unknown or missing values.\n\t* Range: 1 to 97\n8. **Spolu**: This column contains integer values representing a specific count.\n\t* Range: 10 to 9708\n9. **ObjectId**: This column contains floating-point numbers representing unique identifiers.\n\t* Range: 1.0 to 213.0\n\n**Notable Ranges and Statistics**\n\n* The \"Kraj___kód\" column has values ranging from 1 to 213, indicating a specific code for each region.\n* The \"Nezistený\" column contains values ranging from 1 to 97, representing unknown or missing values.\n* The \"Spolu\" column has values ranging from 10 to 9708, indicating a specific count.\n* The \"ObjectId\" column contains floating-point numbers ranging from 1.0 to 213.0.\n\nOverall, this dataset appears to contain statistical and categorical data about regions and districts, with various measures of central tendency and spread.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/Počet obyvateľov podľa najčastejšie používaného jazyka  v domácnosti v základných síd/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "Počet obyvateľov podľa najčastejšie používaného jazyka  na verejnosti v základných sí",
        "description": "**Dataset Description**\n\nThe dataset contains 9 rows and 25 columns, indicating a relatively small and focused data set. The table provides information on various statistics and categories related to regions or administrative areas.\n\n**Columns and Data Types**\n\n1. **statistic**: A string column with a single value of \"count\".\n2. **Kraj___kód**: A string column containing unique codes for regions (213 distinct values).\n3. **Kraj___názo**: A string column with two distinct values: \"Bratislavský kraj\" and an empty string.\n4. **Okres___kó**: A string column containing unique codes for smaller administrative areas within larger regions (213 distinct values).\n5. **Ostatné**: A string column with a single value of \"0\".\n6. **Nezistený**: A string column with 14 null values and the remaining rows having values between 1 and 99.\n7. **Spolu**: A string column containing unique codes for even smaller administrative areas (213 distinct values).\n8. **ObjectId**: An integer column with a range of 1 to 213.\n\n**Ranges and Values**\n\n* `Kraj___kód`, `Okres___kó`, and `Spolu` columns have ranges from 1 to 213.\n* `Nezistený` has 14 null values, while the remaining rows have values between 1 and 99.\n* `ObjectId` ranges from 1 to 213.\n\n**Summary**\n\nThe dataset appears to be focused on administrative areas within a specific region. The presence of unique codes (e.g., `Kraj___kód`, `Okres___kó`, `Spolu`) suggests that the data is organized hierarchically, with larger regions containing smaller ones.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/Počet obyvateľov podľa najčastejšie používaného jazyka  na verejnosti v základných sí/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "Počet obyvateľov podľa počítačovej znalosti – práca s elektronickou poštou v základný",
        "description": "**Dataset Description**\n\nThe dataset contains 9 rows and 14 columns, with a mix of categorical and numerical data. The columns are:\n\n1. **statistic**: A string column containing various statistics.\n2. **Kraj___kó**: A string column representing the Slovak region (\"d\" or \"district\").\n3. **Kraj___ná**: A string column representing the Slovak region (\"soviet republic\").\n4. **Okres___k**: A string column representing the district within a region.\n5. **Práca_s_e**: Four columns with similar names, containing information about work-related topics:\n\t* \"lektronic\": Unknown meaning, possibly related to electronic work or devices.\n\t* \"kou_pošto\": Work-related communication method (e.g., email).\n\t* \"u__…\": Unknown meaning, possibly related to work-related activities or skills.\n6. **ObjectId**: A numerical column representing a unique identifier.\n\n**Value Ranges**\n\nThe dataset contains the following value ranges:\n\n* **Kraj___kó**, **Kraj___ná**, and **Okres___k**:\n\t+ Count: 213 ( minimum) - 1 (maximum)\n\t+ Minimum: \"1\" ( district), \"Bratislav ský kraj\" (region)\n\t+ Maximum: \"1\" (district), \"Bratislav ský kraj\" (region)\n* **Práca_s_e**:\n\t+ Count: 206 (minimum) - 980 (maximum)\n\t+ Minimum: \"1\"\n\t+ Maximum: \"9708\"\n* **ObjectId**: 1.0 (minimum) - 213.0 (maximum)\n\nNote that the dataset contains some missing values, indicated by null or NaN entries in various columns.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/Počet obyvateľov podľa počítačovej znalosti – práca s elektronickou poštou v základný/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "Počet obyvateľov podľa počítačovej znalosti - práca s internetom v základných sídelný",
        "description": "**Dataset Description**\n\nThis dataset has 9 columns and 14 rows, resulting in a total of 126 entries ( shape: (9, 14) ). The data appears to be descriptive statistics for various categories within a specific context.\n\n**Columns**\n\n1. **statistic**: This column contains string values representing various statistics or metrics.\n2. **Kraj___kó**, **Kraj___ná**, and **Okres___k**: These columns contain string values, likely representing geographical locations (countries, regions, or districts).\n3. **Práca_s_i** (three instances): These columns have multiple types of data:\n\t* The first instance contains integer values (range: 1-960).\n\t* The second instance contains string values (range: \"1\" to \"99\").\n\t* The third instance contains string values (range: \"10\" to \"9708\").\n4. **ObjectId**: This column contains float values with a range of 1.0 to 213.0.\n\n**Data Values and Ranges**\n\n- The integer value in the first **Práca_s_i** instance ranges from 1 to 960.\n- The string values in the second and third **Práca_s_i** instances have minimums of \"1\" and \"10\", respectively, and maximums of \"99\" and \"9708\", respectively.\n- The float value in the **ObjectId** column has a range of approximately 1.0 to 213.0.\n\nNote: There are no missing values (null) reported for most columns, except for the mean, standard deviation, 25%, 50%, 75% columns, which have null values indicating they were not calculated or do not apply in this context.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/Počet obyvateľov podľa počítačovej znalosti - práca s internetom v základných sídelný/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "Počet obyvateľov podľa počítačovej znalosti – práca s tabuľkami v základných sídelnýc",
        "description": "This dataset appears to be a summary of statistics and other information for 213 unique regions (Kraje) in Slovakia. The columns are described as follows:\n\n**Categorical Columns**\n\n1. **statistic**: A string column containing the name of the statistic being reported.\n2. **Kraj___kó**, **Kraj___ná**, **Okres___k**: String columns identifying the region (Kraj), sub-region (zov), and district (okres) respectively.\n3. **Práca_s_t__nie**, **Práca_s_t__neziste**, **Práca_s_t__spolu**: String columns with descriptions that are unclear without further context.\n\n**Numerical Columns**\n\n1. **ObjectId**: A column containing a unique identifier for each row, with a maximum value of 213.\n2. **count**, **null_coun**, and other similar columns: These appear to be summary statistics (e.g., count, minimum, maximum) for various variables, but the specific variable being summarized is unclear from this description.\n\n**Values and Ranges**\n\n* The values in the **ObjectId** column range from 1 to 213.\n* In the **Kraj___kó** and **Kraj___ná** columns, there are 213 unique values, with some having multiple counts (e.g., \"Bratislavský kraj\" appears twice).\n* The minimum value for **count** is 1, the maximum is 986, and the mean is around 107.\n* The range of values in **Práca_s_t__nie**, **Práca_s_t__neziste**, and **Práca_s_t__spolu** columns appears to be very large (from 1 to tens of thousands), with means of null.\n\nThis dataset seems to contain a mix of categorical and numerical data, with some columns having summary statistics. However, without further context or information about the specific variables being summarized, it's difficult to provide more detailed insights into this data.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/Počet obyvateľov podľa počítačovej znalosti – práca s tabuľkami v základných sídelnýc/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "Počet bytov podľa celkovej plochy bytu v základných sídelných jednotkách",
        "description": "**Dataset Description**\n\nThe dataset has 9 rows and 15 columns. It appears to be a collection of geographic data from various regions, with each row representing a specific area.\n\n**Columns:**\n\n1. **statistic**: A string column containing the type of statistic being reported.\n2. **Kraj___kód**: An integer column representing the code for the region (221 unique values).\n3. **Kraj___názov**: A string column containing the name of the region.\n4. **Okres___kód**: An integer column representing the code for the district within the region.\n5. ...: The remaining columns are not explicitly described in this table, but based on their names (e.g., F81_m2_do), they likely contain various statistical data points related to the regions.\n\n**Values and Ranges:**\n\n* **Kraj___kód**: Values range from 1 to 221.\n* **F81_m2_do**: Values range from 1 to 995.\n* **F121_m2_a**: Values range from 1 to 96.\n* **Spolu**: A string column with a single value, \"221\".\n* **ObjectId**: The only numeric column with no null values, ranging from 1.0 to 221.0.\n\n**Data Types:**\n\n* Most columns are of type string (str) or integer (int).\n* Only two columns have non-integer numeric data: `ObjectId` and one other (likely related to statistical calculations), which have a standard deviation of approximately 63.94.\n* The remaining columns do not contain any numeric data points.\n\n**Missing Values:**\n\n* Most columns have no null values, with the exception of `ObjectId`, which has no missing values due to its nature as an identifier.\n* Only eight rows in the dataset have non-null values in the `F81_m2_do` column.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/Počet bytov podľa celkovej plochy bytu v základných sídelných jednotkách/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "Počet bytov podľa obytnej plochy bytu v základných sídelných jednotkách",
        "description": "**Dataset Description**\n\nThis dataset has 9 rows and 15 columns. It appears to be a collection of statistics for various regions (Kraj) in some country.\n\n**Columns:**\n\n1. **statistic**: A string column containing various statistical measures.\n2. **Kraj___kód**: An integer column representing the code for each region.\n3. **Kraj___názov**: A string column containing the name of each region.\n4. **Okres___kód**: An integer column representing the code for a sub-region within each Kraj.\n5. ...: Additional columns not shown in this excerpt, but presumably related to statistics and regional data.\n6. **F81_m2_do**: A string column containing values related to F81 (units unknown).\n7. **F121_m2_a**: A string column containing values related to F121 (units unknown).\n8. **Spolu**: A string column with values that seem unrelated to the other columns.\n9. **ObjectId**: A floating-point number column, likely representing a unique identifier for each row.\n\n**Values and Ranges:**\n\n* **Kraj___kód**: Values range from 1 to 221 (with nulls).\n* **F81_m2_do**, **F121_m2_a**: Values range from 1 to 99 (with nulls) and 1 to 94, respectively.\n* **ObjectId**: Values range from 1.0 to 221.0.\n\n**Summary:**\n\nThis dataset appears to contain statistical data for regions within a country, with various columns representing different types of statistics and regional codes. The values in the dataset show ranges and nulls, indicating missing or unknown values.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/Počet bytov podľa obytnej plochy bytu v základných sídelných jednotkách/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "Počet bytov podľa počtu obytných miestností v základných sídelných jednotkách",
        "description": "**Dataset Description**\n\nThe dataset consists of 9 columns with 17 rows, resulting in a total of 153 data points.\n\n**Columns and Their Types**\n\n1. **statistic**: string\n2. **Kraj___kód**: string\n3. **Kraj___názov**: string\n4. **Okres___kód**: string\n5. ... (missing values)\n6. **F5_**: string\n7. **Nezistený**: string\n8. **Spolu**: string\n9. **ObjectId**: 64-bit float\n\n**Values and Ranges**\n\n* Most columns have a single unique value or a small range of values.\n* The \"count\" column has a maximum value of 221, indicating the number of data points in each group.\n* The \"null_count\" column indicates that there are no missing values in any of the columns.\n* The \"mean\", \"std\", and other aggregate statistics are not applicable or relevant to this dataset.\n* The \"min\" column has a minimum value of 1, while the maximum value is also 1 for some columns (e.g., \"ObjectId\").\n* For some columns (e.g., \"Nezistený\"), there are 29 missing values.\n\n**Summary**\n\nThis dataset appears to be a collection of categorical data with some numerical values. The presence of multiple empty or null values suggests that the data may not be complete or may require further processing.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/Počet bytov podľa počtu obytných miestností v základných sídelných jednotkách/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "Počet bytov podľa obývanosti v základných sídelných jednotkách",
        "description": "**Dataset Description**\n\nThis dataset appears to be a collection of statistics about regions in some country, likely Slovakia given the presence of \"Bratislavs ký kraj\" as a value. The data is organized into 14 columns with various types of values.\n\n**Columns and Values**\n\n1. **statistic**: A string column containing a single statistic or description.\n\t* Values: e.g., \"count\", \"Neobývaný\"\n2. **Kraj___kód**: An integer column representing some kind of region code.\n\t* Values: 210 (count), 0-210\n\t* Range: [1, 210]\n3. **Kraj___názov**: A string column containing the name of a region.\n\t* Values: e.g., \"Bratislavs ký kraj\"\n4. **Okres___kód**: An integer column representing some kind of sub-region code.\n\t* Values: e.g., 101-105\n5. **Neobývaný**: A string column indicating whether a region is uninhabited or not.\n\t* Values: \"Neobývaný\" (uninhabited), other values\n6. **Nezistená**: An integer column representing some kind of uncertain or missing value count.\n\t* Values: 207, other values\n7. **Spolu**: A string column containing a description or statistic.\n\t* Values: e.g., \"count\", \"10\"\n8. **ObjectId**: A floating-point number column representing an object ID.\n\t* Values: 1-210.0\n\n**Summary Statistics**\n\n* **Mean**: Not available for most columns\n* **Std**: Not available for most columns\n* **Min**: Available for some columns (e.g., \"Kraj___kód\", \"ObjectId\")\n* **25%**, **50%**, **75%**: Not available for most columns\n* **Max**: Available for some columns (e.g., \"Kraj___kód\", \"ObjectId\")\n\nNote that the dataset has a total of 9 rows and 14 columns.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/Počet bytov podľa obývanosti v základných sídelných jednotkách/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "Počet návštevníkov a pôvodcov Archívu mesta Bratislavy",
        "description": "**Dataset Description**\n\nThis dataset contains information about some statistic, possibly related to crime or public health, from the year 2017 to 2022. The data is divided into two main categories: descriptive statistics and categorical variables.\n\n**Columns**\n\n1. **statistic**: a string column describing the type of statistic being measured.\n2. **Rok**: a string column representing the year (2017-2022).\n3. **Počet_aktívnych_pôvodných_covanych**: an integer column representing the number of \"active\" or \"reported\" cases ( range: 11.6 to 246).\n4. **Počet_sprašovacích_covanych_arichivnych**: an integer column representing the number of \"solved\" or \"archived\" cases (range: 6 to 13).\n5. ... (some columns are not shown in this representation, but presumably they follow a similar pattern)\n6. **Počet_bádalých_celkových**: an integer column representing the total number of cases (range: 175 to 336).\n7. **Z_toho_pocet_zahraničních_badalých**: an integer column representing the number of cases from abroad (range: 10 to 26).\n8. **Z_toho_počet_domácích_bádalých**: an integer column representing the number of cases from within the country (range: 165 to 310).\n9. **ObjectId**: a floating-point column representing some kind of identifier or index value (range: 1.0 to 19.0).\n\n**Values and Ranges**\n\n* The \"Rok\" column has values in the range 2017-2022.\n* The \"Počet_aktívnych_pôvodných_covanych\" column has a minimum value of 11.6 and a maximum value of 246, with a null count of 17.\n* The other integer columns have ranges as follows:\n\t+ \"Počet_sprašovacích_covanych_arichivnych\": 6-13\n\t+ \"Z_toho_pocet_zahraničních_badalých\": 10-26\n\t+ \"Z_toho_počet_domácích_bádalých\": 165-310\n* The \"ObjectId\" column has values in the range 1.0-19.0.\n\n**Missing Values**\n\nSome columns have null counts, indicating missing or unknown values:\n\t+ \"statistic\": 13 (possibly due to invalid or non-applicable data)\n\t+ \"Rok\": 13 ( possibly due to years with no data)\n\t+ \"Počet_aktívnych_pôvodných_covanych\": 17\n\t+ ... (other columns may also have null counts, but are not shown in this representation)",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/Počet návštevníkov a pôvodcov Archívu mesta Bratislavy/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "Vyhodnotenie dĺžky cyklistickej siete v Bratislave v roku 2018 (4. kvartál)",
        "description": "Here is a description of the dataset:\n\n**Dataset Description:**\nThe dataset has 9 rows and 10 columns, suggesting that each row represents an individual observation or record.\n\n**Columns:**\n\n1. **statistic**: A string column with values ranging from \"count\" to \"X\", indicating the type of statistical value being measured.\n2. **Označenie**: A string column with values like \"001\" to \"X\", which appears to be some kind of identifier or code.\n3. **Cyklotrasa**: A string column with values like \"1. okruh\" to \"Východné - Vajnory\", suggesting a geographical or spatial reference (e.g., a road network).\n4. **V_HDP_ako_**: A string column with values like \"\"pruh\"\" and maximum value of 89, indicating some kind of categorical or ordinal data.\n5. ...: The table shows three dots, implying that there are more columns after this point, but their names and values are not shown.\n6. **Mimo_HDP_ako_spolo**: A string column with values like \"\"čná_cesti\"\" and maximum value of 982, suggesting another categorical or ordinal data type.\n7. **Mimo_HDP_ako_spolo**: This column appears to be a duplicate of the previous one, with identical values.\n8. **Spolu**: A string column with values like \"0\" to \"982\", indicating some kind of cumulative or aggregate value.\n9. **ObjectId**: A float64 column with values ranging from 1.0 to 57.0, suggesting an ID or index variable.\n\n**Values and Ranges:**\n\n* Most columns have a maximum value of 57 or less, with one exception (the last column).\n* The \"count\" column has a single null value.\n* The \"ObjectId\" column has a minimum value of 1.0 and a maximum value of 57.0, with an average value of approximately 29.0.\n\nPlease note that without more context or information about the dataset's origin, it is difficult to provide a more detailed interpretation of its contents.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/Vyhodnotenie dĺžky cyklistickej siete v Bratislave v roku 2018 (4. kvartál)/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "Dotazníkový prieskum k plánovanej revitalizácii Krížnej ulice",
        "description": "**Dataset Description**\n\nThe dataset contains 9 columns with 97 features each, resulting in a total of 897 rows (shape: (9, 97)). The dataset appears to be a collection of categorical and numerical data, with some features having missing values.\n\n**Columns**\n\nHere are the 9 columns in the dataset:\n\n1. **statistic**: A string column with various descriptions.\n2. **F10_2_Bez**: A string column with values ranging from 1 to 1 (minimum) and 1 to 1 (maximum).\n3. **F3_7_Prec**: A string column with values ranging from 1 to 99 (minimum), 25% to null, 50% to null, 75% to null, and maximum value of 99.\n4. **F10_13_Ri**: A string column with values ranging from 1 to 1 (minimum) and 1 to 1 (maximum).\n5. **...** (6 columns omitted for brevity)\n6. **F12__Vek**: A string column with values ranging from 1 to 7 (minimum), null, null, null, and maximum value of 7.\n7. **F3_2_Do_š**: A string column with values ranging from 1 to 99 (minimum), 25% to null, 50% to null, 75% to null, and maximum value of 99.\n8. **F10_8_Bez**: A string column with values ranging from 1 to 1 (minimum) and 1 to 1 (maximum).\n9. **F4_1_Atra**: A string column with values ranging from 1 to 99 (minimum), null, null, null, and maximum value of 99.\n\n**Summary Statistics**\n\nHere are some summary statistics for each column:\n\n* **count**: The number of non-missing values in each column.\n* **null_count**: The number of missing values in each column.\n* **mean**, **std**: Not available (null) for most columns, indicating that they may be categorical or have no meaningful mean and standard deviation.\n\n**Value Ranges**\n\nMost columns appear to have only a single value or a range from 1 to 99. Some columns have null values, while others have specific ranges like F12__Vek (1-7) and F3_2_Do_š (1-99).",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/Dotazníkový prieskum k plánovanej revitalizácii Krížnej ulice/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "Dotazníkový prieskum k plánovanej revitalizácii budovy bývalých kúpeľov Grössling",
        "description": "**Dataset Description**\n\nThe dataset has a shape of (9, 245), indicating that there are 9 rows and 245 columns. The dataset appears to be a collection of statistics or metrics related to various sports teams or players.\n\n**Columns**\n\nThe dataset contains the following columns:\n\n1. **statistic**: This column seems to contain a string describing the type of statistic or metric.\n2. **A12d__Lep**, **A3i__Príj**, **B3d__Gole**, etc.: These columns appear to be various metrics or statistics, with each column having a unique name. The names are mostly in Slovak language, suggesting that the dataset is related to Slovak sports teams or players.\n\t* Example: **A12d__Lep** contains values labeled \"šia_ponuk\", which means \"left side\" in Slovak.\n3. **...**: There are many more columns with similar naming conventions, indicating a wide range of metrics or statistics.\n\n**Column Types**\n\nThe column types are mostly string and numerical (float64). The `f64` type indicates that the values in these columns can be floating-point numbers.\n\n**Values and Ranges**\n\nThe dataset contains various types of data:\n\n1. **String**: Some columns, like **statistic**, contain strings with specific meanings.\n2. **Numerical**: Most columns are numerical, with values ranging from:\n\t* Minimum: 0 or 1 (e.g., **A12d__Lep** has a minimum value of 1)\n\t* Maximum: 1 (e.g., **B3d__Gole** has a maximum value of 1)\n\t* Count: Some columns have count values, like **count**, which indicates the number of occurrences.\n\nKeep in mind that the actual ranges and distributions may vary depending on the specific data.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/Dotazníkový prieskum k plánovanej revitalizácii budovy bývalých kúpeľov Grössling/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "Dotazníkový prieskum k plánovanej revitalizácii parku Mudrochova a priestoru pre",
        "description": "**Dataset Description**\n\nThis dataset contains 9 features (columns) and 259 rows, with a shape of `(9, 259)`.\n\n**Column Descriptions**\n\nThe columns are:\n\n1. **statistic**: string\n\t* Values: unknown (`---`)\n\t* Range: NA\n2. **H1__Každý_deň**: string\n\t* Values: `null` (71), `3` (52), and others (`508` null values)\n\t* Range: 1-71, with a median of `null`\n3. **J5_3_Ani_pozitívne**: string\n\t* Values: unknown (`__ani_neg`, etc.) (209), `3` (40), and others (`370` null values)\n\t* Range: NA\n4. **P__Ak_chcete_ohľadom_príesiest**: string\n\t* Values: `null` (579.0), with many other numeric values ranging from `-inf` to `+inf`\n\t* Range: unknown (-inf, 579.0)\n5. **J1_4_Skôr_negatívne**: string\n\t* Values: unknown (`e`, etc.) (225), `4` (40), and others (`354` null values)\n\t* Range: NA\n6. **J7_3_Ani_pozitívne**: string\n\t* Values: unknown (`__ani_neg`, etc.) (209), `3` (40), and others (`370` null values)\n\t* Range: NA\n7. **J2_2_Skôr_pozitívne**: string\n\t* Values: unknown (`e`, etc.) (40), `2` (40), and others (`539` null values)\n\t* Range: 2-40, with a median of `null`\n8. **J5_1_Veľmi_pozitívne**: string\n\t* Values: `7` (7), `1` (572), and others (`508` null values)\n\t* Range: NA\n\n**Notable Observations**\n\n* Many columns have a high number of missing values, indicating potential data quality issues.\n* Some columns have numeric values that seem to be outliers or not meaningful in the context of the dataset.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/Dotazníkový prieskum k plánovanej revitalizácii parku Mudrochova a priestoru pre/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "Dotazníkový prieskum k plánovanej revitalizácii Vrančovičovej ulice",
        "description": "**Dataset Description**\n\nThis dataset consists of 9 columns with a total of 9 rows, resulting in a shape of (9, 148). The data is primarily composed of categorical variables, which are often represented as strings.\n\n**Column Descriptions**\n\nHere's an overview of each column:\n\n1. **statistic**: This column appears to contain a brief description or category label.\n2. **F9_2__Pre sun_obratiska_MHD_**: A string value representing some sort of pre-sun \"obratiska\" (likely a Slovak term).\n3. **F6_13__Mo žnosti_parkování_rkovania**: Another string value, possibly related to parking or maintenance.\n4. **F7_2__Pot enciál str**: This column seems to contain some sort of \"enciál\" (perhaps a Slovak document type) with a description in the form of a single word (\"str\").\n5. ...: There are several gaps in the column descriptions, indicating missing information or unknown values.\n6. **F10_2__Cy klopruh cyklotras**: This column contains two string values: \"klopruh\" and \"cyklotras\", which might relate to bike paths or transportation.\n7. **F9_7__Vyb udovanie cyklotras y**: Another string value, possibly describing a type of road maintenance (\"udovanie\") for bike paths (\"cyklotras y\").\n8. **F10_7__St arostlivo sť údržba**: This column contains multiple words, likely describing some aspect of road maintenance or upkeep.\n9. **F13_1__P rivatizácia_verejného** : A string value that seems to relate to the privatization of public services.\n\n**Value Ranges**\n\nThe dataset appears to have categorical values only, with no numerical data. The minimum and maximum values for each column are:\n\n* Minimum: 1 = very important (in multiple columns)\n* Maximum: neviem povedať (cannot say) or netýka sa ma (does not concern me)\n\nThere are no numerical ranges provided in the dataset.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/Dotazníkový prieskum k plánovanej revitalizácii Vrančovičovej ulice/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "Dotazníkový prieskum k plánovanej revitalizácii kultúrneho strediska Žarnovická",
        "description": "Here is a description of the dataset:\n\n**Number of rows and columns**: The dataset has 9 columns (named `statistic`, `B3g__Na_p`, etc.) and 146 rows.\n\n**Column types**: Most columns are of type string (`str`) or numerical value (`f64`), with some having missing values indicated by `null`.\n\n**Detailed column information**:\n\n1. **statistic**: This is a string column with no description.\n2. **B3g__Na_p**: This is an object column (i.e., containing strings) with 56 non-missing values and 373 missing values, ranging from 1 to 1.\n3. **B1d__Prie**: This is also an object column with 163 non-missing values and 266 missing values, ranging from 1 to 7.\n4. **B4k__Pred**: This column has the same characteristics as `B3g__Na_p`.\n5. **...**: There are several other columns with similar characteristics, but no specific description is provided for them in this dataset summary.\n\n**Summary statistics**:\n\n* The mean value is missing (`null`) for all numerical columns.\n* The standard deviation is also missing for the same columns.\n* The minimum and maximum values are 1 and 7 (or occasionally 0.0), indicating a very limited range of values.\n\nOverall, this dataset appears to be incomplete or improperly formatted, with many missing values and inconsistent data types across different columns. A more thorough analysis would be required to understand the purpose and content of this dataset.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/Dotazníkový prieskum k plánovanej revitalizácii kultúrneho strediska Žarnovická/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "Dotazníkový prieskum k plánovanej revitalizácii Sadu Janka Kráľa a Tyršovho nábrežia",
        "description": "**Dataset Description**\n\nThis dataset appears to be a collection of statistical and categorical data, with a total of 9 columns and 259 rows. The shape of the dataset is (9, 259), indicating that there are 9 features or variables in each of the 259 instances.\n\n**Columns**\n\nThe columns in this dataset include:\n\n1. `statistic` - a string column containing descriptive statistics\n2. `F8_9_Iné`, `F12_1_Zele`, etc. - multiple columns with varying numbers of values (e.g., 30, 332) and data types (str, f64)\n3. `ObjectId` - a numeric column with 1165.0 as its only value\n4. `F22A_6`, `F8_5_Geto`, etc. - multiple columns with varying numbers of values (e.g., 0.0, 573) and data types (f64, str)\n\n**Values**\n\nThe values in this dataset are:\n\n* Numerical values: 1-1165, 0.0\n* String values: various descriptive statistics (e.g., \"count\", \"null_count\")\n* Missing or null values: indicated by `null` or missing data\n\n**Ranges**\n\nThe ranges for each column are:\n\n* `statistic`: string values with no specific range\n* Numerical columns:\n\t+ Min: 1-1, Max: 1165-1165\n\t+ 25%: 292-292 (not present in all columns)\n\t+ 50%: 583-583 (not present in all columns)\n\t+ 75%: 874-874 (not present in all columns)\n* `ObjectId`: a single value, 1165.0\n\n**Data Types**\n\nThe data types for each column are:\n\n* String values: `str`\n* Numerical values: `f64`\n* Missing or null values: `null`",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/Dotazníkový prieskum k plánovanej revitalizácii Sadu Janka Kráľa a Tyršovho nábrežia/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "Dotazníkový prieskum k plánovanej revitalizácii okolia jazera Rohlík v Ružinove",
        "description": "**Dataset Description**\n\nThis dataset contains 9 features (columns) with a total of 209 samples. The data is presented in a Pandas DataFrame format, which includes various statistical measures for each column.\n\n**Columns and Their Descriptions**\n\n1. **statistic**: A string feature containing the name of each statistic.\n2. **F9_7_Čist ota_pries toru**: A string feature with 1937 non-null values, indicating some kind of \"clean\" or \"prior\" data related to transportation.\n3. **F7_10_Iné __Bicyklu jem__skat ebo…**: A float feature with 0.0 as the only value, possibly representing a bicycle-related statistic.\n4. **F10_16_St retnutia --- str**: An integer feature with a single non-null value of 13, which might represent some kind of \"return\" or \"gain\" measure.\n5. **...**: There are several more columns with the same pattern, but their contents and meanings remain unclear.\n6. **F13_1_Poc hvala --- str**: A string feature with 81 non-null values, possibly related to appreciation or gratitude.\n7. **F10_6_Bez pečnosť f64 --- véh…**: A float feature with 0.0 as the only value, which could represent some kind of \"effort\" or \"commitment\" measure.\n8. **F12_10_Um ožnenie_b --- str**: An integer feature with a single non-null value of 691, possibly related to some kind of \"completion\" or \"achievement\".\n9. **F7_5_Poz orujem_p vodné__… str**: A string feature with 919 non-null values, which might represent some kind of \"water-related\" statistic.\n\n**Value and Range Ranges**\n\n* Non-null values:\n\t+ F9_7_Čist ota_pries toru: 1937\n\t+ F13_1_Poc hvala --- str: 81\n\t+ F10_6_Bez pečnosť f64 --- véh…: 0.0 ( repeated)\n\t+ F12_10_Um ožnenie_b --- str: 691\n\t+ F7_5_Poz orujem_p vodné__… str: 919\n* Null values:\n\t+ F9_7_Čist ota_pries toru: 93\n\t+ F7_10_Iné __Bicyklu jem__skat ebo…: 2030.0 ( repeated)\n\t+ F10_16_St retnutia --- str: 2017\n\t+ F13_1_Poc hvala --- str: 1949\n\t+ F10_6_Bez pečnosť f64 --- véh…: 2030.0 ( repeated)\n\t+ F12_10_Um ožnenie_b --- str: 1339\n\t+ F7_5_Poz orujem_p vodné__… str: 1111\n\nPlease note that the ranges and exact values might be misleading, as some columns contain only null or constant values. A more in-depth analysis of each column is required to accurately interpret this dataset.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/Dotazníkový prieskum k plánovanej revitalizácii okolia jazera Rohlík v Ružinove/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "Demografia Bratislavy",
        "description": "Here is a description of the dataset:\n\n**Dataset Overview**\n\nThe dataset has 9 rows and 15 columns, with a total of 510 non-null values across all columns.\n\n**Columns**\n\n1. **statistic**: A string column containing various statistics.\n2. **Okres**: A string column representing the name of a region or area (e.g., \"Bratislava I\").\n3. **Mestská_ča**: A string column with no description provided in the dataset summary.\n4. **Rok**: A string column indicating the year (e.g., \"1993\", \"2022\").\n5. **Vysťahovan_í_z_trvalé_...**: A string column containing information about long-term residents or something similar.\n6. **Migračné_saldo__Os**: A string column with a description that's partially cut off, suggesting it may relate to migration statistics.\n7. **Celkový_pírastok_Obyvateľstva**: A string column indicating the overall population growth rate (e.g., \"98\").\n8. **ObjectId**: An integer column with a mean value of 255.5 and a standard deviation of 147.36858, indicating it may be an identifier or key.\n\n**Values**\n\n* The `statistic` column contains various values, including counts, means, and other statistics.\n* The `Okres` column has unique values for each region (510 distinct values).\n* The `Mestská_ča` column has a single value of \"Devín\" (with a count of 510) or empty strings (0 null values).\n* The `Rok` column spans from 1993 to 2022.\n* Other columns contain various statistics, population growth rates, and migration information.\n\n**Ranges**\n\n* The minimum value in the dataset is 0 (for several columns) and the maximum value is 997 (in one of the string columns).\n* The `ObjectId` column ranges from approximately 1.0 to 510.0.\n* Other columns have varying ranges depending on their type and values.\n\nOverall, this dataset appears to contain statistics about population growth rates, migration, and other demographic information for different regions or areas over several years.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/Demografia Bratislavy/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "Počet trestných činov a počet stíhaných a vyšetrovaných mladistvých a maloletých osôb",
        "description": "**Dataset Description**\n\nThis dataset contains 9 rows and 8 columns, representing various statistics and values related to crime rates in Slovakia. The data spans from 2017 to 2018.\n\n**Columns:**\n\n1. **statistic**: a string column containing the type of statistic (e.g., \"count\", \"null_count\", \"mean\", etc.)\n2. **Obvodné_oddelenie**: a string column representing the district or region in Slovakia\n3. **Rok**: a string column indicating the year or time period (2017-2018)\n4. **Počet trestných činů spáchaných v Spokane**: a string column containing the number of crimes committed in a specific area (values: 0-5)\n5. **Počet trestných činů nový spáchaných**: a string column representing the number of new crimes committed (values: 10-8)\n6. **Počet maloletých skutek spáchaných**: a string column containing the number of juvenile crimes committed (values: 0-5)\n7. **Počet distvých činů stíhaných**: a string column representing the number of crimes being prosecuted (values: 11-8)\n8. **ObjectId**: an f64 column containing unique IDs (values: 1.0-15.0)\n\n**Values and Ranges:**\n\n* Obvodné_oddelenie: Bratislava I, Bratislava V, etc. (5 districts)\n* Počet trestných činů spáchaných v Spokane: 0-5\n* Počet trestných činů nový spáchaných: 10-8\n* Počet maloletých skutek spáchaných: 0-5\n* Počet distvých činů stíhaných: 11-8\n* ObjectId: 1.0-15.0 (unique IDs)",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/Počet trestných činov a počet stíhaných a vyšetrovaných mladistvých a maloletých osôb/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "Výkony cestovného ruchu v Bratislave - počet prenocovaní",
        "description": "**Dataset Description**\n\nThis dataset contains information about a specific statistic related to tourism, likely from the Czech Republic or another European country. The data is organized into 9 columns and has 9 rows.\n\n**Columns:**\n\n1. **statistic**: A string column containing the name of the statistic being measured.\n2. **Rok**: A string column representing the year(s) associated with each entry (values range from \"2008\" to \"2022\").\n3. **Zahraniční návštevníci** (Foreign visitors): A string column with values in millions (ranges from 1.07 million to 965,411).\n4. **Zahraniční návštevníci__rozdiel_op** (Foreign visitor change): A string column showing the percentage change in foreign visitors (values range from -10.28% to 5.57%).\n5. **Domáci_návštevníci** (Domestic tourists): A string column with values representing the number of domestic tourists (ranges from -1.48% to 56.67%).\n6. **Celkový_prenocovanie** (Total accommodation): A string column showing the total number of overnight stays (values range from 133,136 to 916,148).\n7. **Celkový_počet_prenocovaní__rozdiel_op** (Total accommodation change): A string column with values representing the percentage change in total accommodation (ranges from -1.03% to 6.02%).\n8. **ObjectId**: An integer column serving as a unique identifier for each entry.\n9. **f64**: An empty column, likely indicating that it's not used or contains no relevant data.\n\n**Data Ranges:**\n\n* Year range: 2008-2022\n* Foreign visitors: 1.07 million - 965,411\n* Domestic tourist percentage change: -1.48% - 56.67%\n* Total accommodation: 133,136 - 916,148\n* Percentage change in total accommodation: -1.03% - 6.02%\n\nThis dataset appears to be a collection of tourism statistics from various years, with columns representing different metrics related to foreign and domestic tourists, as well as overall accommodation numbers. The ranges for each column provide insight into the variability and trends within the data.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/Výkony cestovného ruchu v Bratislave - počet prenocovaní/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "Výkony cestovného ruchu v Bratislave - počet návštevníkov",
        "description": "**Dataset Description**\n\nThis dataset contains statistical information about international and domestic tourism in a country over the years from 2008 to 2022. The data is divided into nine categories, each with various statistics.\n\n**Columns:**\n\n1. **statistic**: A string column describing the type of statistic.\n2. **Rok**: A string column representing the year (str) or an integer value (e.g., 15, indicating the number of years).\n3. **Zahraniční_návštevníci** and **Domáci_návštevníci**: Two string columns describing international and domestic tourists, respectively.\n4. **Celkový_počet_návštiev** and **Celkový_počet_turistov**: Two integer columns representing the total number of tourist visits and visitors, respectively.\n5. **ObjektId**: A floating-point column (f64) with a value range from 1.0 to 15.0.\n6. **Other columns**: Various numerical columns (f64) containing statistical values, such as counts, means, standard deviations, minimums, 25th percentiles, medians, 75th percentiles, and maximums.\n\n**Values and Ranges:**\n\n* **Rok**: Contains the years 2008 to 2022, with some null values.\n* **Zahraniční_návštevníci**, **Domáci_návštevníci**, and other string columns contain descriptive text (e.g., percentages) with ranges:\n\t+ Zahraniční_návštevníci: \"-19,86%\" to \"9,41%\"\n\t+ Domáci_návštevníci: \"-1,73%\" to \"9,07%\"\n* Numerical columns have the following value ranges:\n\t+ **Celkový_počet_návštiev**: 1064828 (minimum) to 947730 (maximum)\n\t+ **Celkový_počet_turistov**: -0.07% (minimum) to 8.20% (maximum)\n\t+ **ObjektId**: 1.0 to 15.0\n\t+ Other numerical columns: Various ranges, with some null values.\n\nNote that this dataset appears to contain a mix of categorical and numerical data, making it suitable for both exploratory analysis and modeling tasks.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/Výkony cestovného ruchu v Bratislave - počet návštevníkov/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "Centrálny register poskytovateľov sociálnych služieb v Bratislavskom kraji",
        "description": "**Dataset Description**\n\nThis dataset contains information about 9 different statistical variables related to various aspects of social phenomena, such as socio-economic characteristics, law enforcement, and crime statistics. The dataset has 18 columns in total.\n\n**Columns:**\n\n1. `statistic`: a string column describing the type of statistical variable being measured.\n2. `Druh_posk`: a categorical column representing the type of socio-economic characteristic (e.g., \"sociálnej\" for social).\n3. `Cieľová_s`: a categorical column representing the target group or population being studied (e.g., \"kupina_fy\" for fiscal year).\n4. `Adresa_mi`: a string column containing information about addresses, possibly related to crime statistics.\n5. `...`: 13 additional columns with missing values (`null`), indicating that they are not applicable or relevant for this particular dataset.\n\n**Values and Ranges:**\n\n* `statistic`, `Druh_posk`, and `Cieľová_s` have categorical values, which can be seen in the ranges below:\n\t+ `statistic`: contains string values like \"count\", \"null_coun\", \"mean\", etc.\n\t+ `Druh_posk`: has 1082 unique values, ranging from \"denné\" to \"špecializovaný\"\n\t+ `Cieľová_s`: contains 1075 unique values, including \"kupina_fy\", \"fyzické osoby\", and others\n* `Adresa_mi` column contains strings with various addresses, such as \"Malacky\", \"Bratislava\", etc.\n* The numerical columns (`ObjectId`, `Dátum_záp`, `Dátum_vým`, `Právny_dô`, and `ObjectId`) have the following ranges:\n\t+ `ObjectId`: 1082 unique values ranging from 1 to 1082\n\t+ `Dátum_záp`: dates ranging from \"1996-01-01\" to \"2021-06-30\"\n\t+ `Dátum_vým`: dates ranging from \"2005-09-03\" to \"2021-03-20\"\n\t+ `Právny_dô`: contains strings with various legal references, such as §68 and others\n\nNote that the values in this dataset are mostly categorical or string-based, while some columns contain numerical values. The ranges of these numerical values are provided above.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/Centrálny register poskytovateľov sociálnych služieb v Bratislavskom kraji/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "Počet poberateľov príspevku na bývanie",
        "description": "**Dataset Description**\n\nThis dataset contains 9 rows and 10 columns, with a mix of categorical and numerical data. The dataset appears to be related to some kind of statistics or demographic information.\n\n**Columns**\n\n1. **statistic**: A string column containing statistical data (e.g., \"count\", \"mean\", etc.)\n2. **Okres**: A string column representing district or region names\n3. **Rok**: A string column containing year values (2009-2020)\n4. **Spolu**: A string column with unknown content type, possibly numerical values (106-86)\n5. ...: Several blank columns in between\n6. **Posudzovaná _osoba_má_d**: A string column representing some kind of demographic information\n7. **Posudzovaná _osoba_býva**: A string column containing more demographic information\n8. **Posudzovan _nájomca__**: A string column with unknown content type, possibly related to housing or rental data\n9. **ObjectId**: A numerical column (f64) containing unique identifier values (1.0-60.0)\n\n**Values and Ranges**\n\n* **statistic**: Varies across rows, but seems to represent different statistical measures.\n* **Okres**: 13 distinct region names are present, with some regions appearing multiple times.\n* **Rok**: The years span from 2009 to 2020.\n* **Spolu**: Numerical values range from 106 to 86, but the exact meaning is unclear.\n* **Posudzovaná _osoba_má_d**, **Posudzovaná _osoba_býva**, and **Posudzovan _nájomca__**: These columns contain string values with unknown meanings.\n* **ObjectId**: Numerical values range from 1.0 to 60.0, likely serving as a unique identifier for each row.\n\n**Data Quality**\n\nThe dataset has some missing data (null_count) in the following columns:\n\n* Okres: 0 null values\n* Rok: 0 null values\n* Spolu: 10 null values\n* Posudzovaná _osoba_má_d, **Posudzovaná _osoba_býva**, and **Posudzovan _nájomca__**: 50 null values in each column\n\nThe mean and standard deviation columns are also empty (null), indicating that these calculations are not applicable or have not been performed.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/Počet poberateľov príspevku na bývanie/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "SODB 2011 - Byty podľa druhu budovy",
        "description": "**Dataset Description**\n\nThis dataset contains 9 rows and 32 columns, with a total of 288 values. The data is primarily categorical, with some numerical values.\n\n**Columns and their Data Types**\n\n1. **statistic**: string\n2. **Okres**: string\n3. **Mestská_čas**: string\n4. **Slobodárne_**: string\n5. **...**: repeated (32 columns)\n\t* **Bez_prístre**: string\n\t* **šku__fiktívny_dom**: string\n\t* **Iný**: string\n\t* **Spolu**: string\n6. **ObjectId**: floating-point number (f64)\n\n**Column Ranges and Values**\n\n1. **statistic**:\n\t* Range: 9 unique values\n\t* Example values: \"count\", \"null_count\", \"mean\", etc.\n2. **Okres**:\n\t* Range: 17 unique values ( cities or regions)\n\t* Example values: \"Bratislava\", \"I\", \"Devín\"\n3. **Mestská_čas**, **Slobodárne_**:\n\t* Range: 17 unique values\n\t* Example values: \"17\" ( numeric values, likely frequencies)\n4. ... (other columns):\n\t* Ranges and example values vary by column.\n5. **ObjectId**:\n\t* Range: approximately 1-17 (numerical values)\n\n**Missing Values**\n\nBased on the output, it appears that:\n\n* Some columns have no missing values (e.g., \"statistic\", \"Okres\").\n* Others have a few missing values (e.g., \"Mestská_čas\", \"Slobodárne_\").\n\nPlease note that this description is based solely on the provided table output and may not fully capture the nuances of the dataset.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/SODB 2011 - Byty podľa druhu budovy/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "Demografia podľa miesta sčítania (raster 1x1 km)",
        "description": "**Dataset Description:**\n\nThis dataset appears to contain demographic and statistic information about various regions or areas, represented by the \"Grid\" column. The data includes statistics on population counts (e.g., Počet_obyvatelov, Počet_životních), educational attainment (e.g., Počet_eko nomicky_n), and possibly other relevant metrics.\n\n**Columns:**\n\n1. **statistic**: a string column containing statistic names or descriptions.\n2. **Grid**: a string column representing grid coordinates or identifiers for the regions.\n3. **Počet obyvatelov**: a string column containing population counts, likely in thousands or millions (e.g., \"0\", \"999\").\n4. **Počet životních...**: similar to the previous column, another string column with varying statistic names and values (e.g., \"0\", \"994\").\n5. **...** (multiple columns): additional string columns containing various statistics and their values.\n6. **ObjectID**: a numerical column (f64) representing unique identifiers for each region or observation.\n7. **ObjectId**: identical to the previous column, likely with a different name.\n\n**Values and Ranges:**\n\n* The \"Grid\" column contains strings like \"1kmN2766E\", indicating coordinates.\n* The \"Počet obyvatelov\" and similar columns contain integer values between 0 and 999 (inclusive), possibly representing thousands or millions of people.\n* The \"ObjectId\" column has a minimum value of approximately 1.0, a median around 25331.0, and a maximum value of about 50661.0.\n\nPlease note that this analysis is based on the provided table format, which might not perfectly represent the actual dataset structure or content.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/Demografia podľa miesta sčítania (raster 1x1 km)/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "SODB 2011 - Obyvateľstvo podľa postavenia v domácnosti",
        "description": "**Dataset Description**\n\nThis dataset contains 9 rows and 14 columns, with a mix of string and numerical data types. It appears to be related to demographic statistics for various regions or cities.\n\n**Columns and Data Types**\n\n1. **statistic**: String (str) - likely the type of statistical data being measured.\n2. **Okres**: String (str) - possibly the name of a region or district.\n3. **Mestská_čať**: String (str) - may be related to city districts or neighborhoods.\n4. **Spolu**: String (str) - likely an abbreviation for a statistical term, but its meaning is unclear without further context.\n5. **Osoby_žijú**: String (str) - possibly related to the number of people living in a given area.\n6. **Osoby_žiju**ce_v_súkromnej_domácnosti**: String (str) - likely related to the number of people living in private households, but this column name is quite long and seems to be missing some characters.\n7. **Osoby_neživúcej_u_doménaj_domácnosti**: String (str) - possibly related to the number of people not living in a given household type.\n8. **ObjectId**: Float64 (f64) - likely an identifier for each row, but its purpose is unclear without further context.\n\n**Values and Ranges**\n\n* **count**: The count of people in a given region or district ranges from 10 to 980, with an average value of 22.\n* **Osoby_žijú**: The number of people living in a given area ranges from 10627 to 91, with an average value of null (i.e., no numerical data).\n* **Osoby_neživúcej_u_doménaj_domácnosti**: The number of people not living in a given household type ranges from 1114 to 84, with an average value of null.\n* **ObjectId**: The values range from 1.0 to 22.0.\n\n**Notes**\n\n* Many columns have missing or null values, which may indicate data quality issues.\n* Some column names seem to be truncated or contain typos.\n* Without further context, it's difficult to provide a more detailed analysis of the dataset.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/SODB 2011 - Obyvateľstvo podľa postavenia v domácnosti/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "SODB 2011 - Obyvateľstvo podľa rodinného stavu",
        "description": "**Dataset Description**\n\nThe provided dataset appears to contain demographic and statistical information about relationships in the Czech Republic. The data is organized into 9 categories, each with a unique set of values.\n\n**Columns and Their Descriptions**\n\n1. **statistic**: This column seems to contain various statistics related to relationships.\n2. **Okres** (District): A string column representing the district where the relationship occurred.\n3. **Spolu** (Together): A string column likely containing information about how long the couple has been together.\n4. **Nikdy_neuz** (Never separated?): A string column indicating whether the couple was never separated or not.\n5. **...**: The table structure suggests that there are several more columns, but their descriptions are incomplete in the provided output.\n\nAssuming a continuation of the pattern, we might expect additional columns to include:\n\n6. **Rozvedený** (Separated): A string column indicating whether the couple was separated or not.\n7. **Ovdovený_á___ktorý** (Annulled): A string column representing annulment information.\n8. **Nezistený** (Unknown status): A string column possibly indicating an unknown relationship status.\n\n9. **ObjectId**: A numerical column, likely serving as a unique identifier for each data point.\n\n**Values and Ranges**\n\n- The dataset has 9 rows and 9 columns, resulting in a shape of (9, 9).\n- For each category, there are 5 non-null values, with no null counts reported.\n- The mean value is unavailable for most categories, indicating a lack of numerical data or an issue with the calculation.\n- The standard deviation is only provided for one column (ObjectId), which has a range from 1.0 to 5.0.\n\nThe minimum and maximum values are reported for some columns:\n\n- **Okres** (District): Bratislava I (minimum) and Bratislava V (maximum).\n- **Spolu** (Together): 107651 (minimum) and 91940 (maximum).\n- **Nikdy_neuz** (Never separated?): 17600 (minimum) and 43986 (maximum).\n\nPlease note that the actual values for columns other than ObjectId may not be accurately represented in this summary, as their descriptions are incomplete.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/SODB 2011 - Obyvateľstvo podľa rodinného stavu/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "SODB 2011 - Rodiny podľa typu",
        "description": "**Dataset Description**\n\nThis dataset appears to be a collection of statistics related to families in Slovakia, with 9 rows and 8 columns. The data is organized into various categories, including statistical measures, geographical information, and family demographics.\n\n**Columns and Their Values**\n\n1. **statistic**: This column contains the type of statistic being recorded (e.g., \"count\", \"null_count\", etc.). Value range: strings.\n2. **Okres**: This column represents the administrative region or district in Slovakia. Value range: 22 unique values, including \"Bratislava\" and other districts.\n3. **Mestská_čať**: Not present in the dataset, indicating that there are missing values for this column.\n4. **Rodiny_pozostávajúce_z_manželského_státu**: This column contains information about families remaining in a marital state. Value range: strings and numbers (10101 to 776).\n5. **Rodiny_zostávajúce_z_párov_v_životopisném_ženilnom_stave**: Similar to the previous column, this one reports on families staying together from a married couple. Value range: strings and numbers (10 to 97).\n6. **Rodiny_amelých_osob**: This column tracks families of single individuals. Value range: strings and numbers (1017 to 944).\n7. **Rodiny_amelých_rodín**: Another column related to single family members, with similar value ranges.\n8. **ObjectId**: A unique identifier for each row in the dataset. Value range: integers from 1 to 22.\n\n**Data Statistics**\n\n* The \"count\" statistic shows that there are 9 rows in total (not necessarily 22 as mentioned in the ObjectId column).\n* There are no missing values for the \"Okres\", \"Rodiny_pozostávajúce_z_manželského_státu\", \"Rodiny_zostávajúce_z_párov_v_životopisném_ženilnom_stave\", and \"ObjectId\" columns.\n* The mean, standard deviation, min, 25%, 50%, 75%, and max values are not applicable or missing for most columns.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/SODB 2011 - Rodiny podľa typu/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "SODB 2011 - Súkromné domácnosti podľa typu",
        "description": "**Dataset Description**\n\nThis dataset appears to be a collection of statistical information about various demographic and household-related metrics. It has 9 columns with different types of data.\n\n**Columns:**\n\n1. **statistic**: This column contains string values, likely representing the type of statistic being measured (e.g., count, mean, standard deviation).\n2. **Okres**: This column contains string values representing a geographical area or district.\n3. **Mestská_č**: This column contains string values representing a city or municipality.\n4. **Nerodinné_domácnosti__spolu**: This column contains string values representing the number of households with no children.\n5. **Domácnost**, **Domácnost_i__ktoré_tvorí_jednotlivé_domácej_skupinu**, **Domácnost_i_pozostávajúce_z_dvojitých_domácností**: These columns contain string values representing different types of households.\n6. **ObjectId**: This column contains numerical values, likely representing a unique identifier for each observation.\n\n**Values and Ranges:**\n\n* **Okres**: 22 distinct values, ranging from \"Bratislav\" to \"Trenčín\"\n* **Mestská_č**: 17 distinct values, ranging from \"Devín\" to \"Čunovo\"\n* **Nerodinné_domácnosti__spolu**: 22 distinct values, ranging from 109 to 8127\n* **Domácnost**, **Domácnost_i__ktoré_tvorí_jednotlivé_domácej_skupinu**, **Domácnost_i_pozostávajúce_z_dvojitých_domácností**: These columns contain 22 distinct values, ranging from 12 to 868\n* **ObjectId**: 22 numerical values, ranging from 1.0 to 22.0\n\n**Note:** The dataset has no null or missing values (except for the `mean` and `std` columns, which are not relevant).",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/SODB 2011 - Súkromné domácnosti podľa typu/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "SODB 2011 - Súkromné domácnosti podľa právneho užívania bytu",
        "description": "**Dataset Description**\n\nThis dataset contains 9 columns and 9 rows of data. It appears to be a collection of statistics related to various entities, likely in the context of a city or municipality.\n\n**Columns**\n\n1. **statistic**: A string column containing statistical information.\n2. **Okres**: A string column representing a district or region (with values like \"Bratislava\" and \"Devín\").\n3. **Mestská_čaść**: A string column likely indicating the city part or area (with values like \"Devín\" and \"Čunovo\").\n4. **Spolu**: A string column containing information on the total number of people or entities.\n5. **Domácnosti**: A string column related to households (with values like \"22\" and \"10\").\n6. **Domácnost__ktorý_je_aspoň**: A string column indicating the household size (with values like \"0\" and \"89\").\n7. **Nezistené**: A string column containing information on undefined or unknown data.\n8. **ObjectId**: A float column with a unique identifier for each row (ranging from 1.0 to 22.0).\n9. **...** (other columns): There are additional columns not shown in the table, but their names and values are unknown.\n\n**Values and Ranges**\n\n* Most string columns have a maximum length of around 10-20 characters.\n* The \"ObjectId\" column ranges from 1.0 to 22.0, with an average value of 11.5 (±6.493587 standard deviation).\n* The other numeric columns are mostly null or have minimal variation (e.g., \"count\", \"null_count\").\n* There is only one row with a null count greater than zero in the \"Mestská_čaść\" column.\n\nOverall, this dataset appears to be a collection of statistical information on households and districts within a city.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/SODB 2011 - Súkromné domácnosti podľa právneho užívania bytu/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "SODB 2011 - Obyvateľstvo podľa najvyššieho dosiahnutého vzdelania",
        "description": "**Dataset Description**\n\nThis dataset contains 9 rows and 28 columns, with a mix of string and numerical values. It appears to be related to statistical data about various cities or regions (Okres) in Slovakia.\n\n**Columns**\n\n1. **statistic**: a string column representing the type of statistic being measured.\n2. **Okres**: a string column indicating the city or region being measured.\n3. **Mestská_čať**: a string column, but its meaning is unclear without further context.\n4. **Základné**: a string column with values ranging from 105 to 7067.\n5. **...**: several additional columns with various types of data (strings and numbers).\n6. **Bez_školskeho_vzdělání**: a string column indicating the number of people without a certain level of education.\n7. **Nezistené**: a string column with values ranging from 12 to 867.\n8. **Úhrn**: a string column representing some kind of aggregate value, but its meaning is unclear.\n9. **ObjectId**: a numerical column (f64) with values ranging from 1.0 to 17.0.\n\n**Value Ranges**\n\n* **Základné**: 105 - 7067\n* **Bez_školskeho_vzdělání**: 11708 - 8822\n* **Nezistené**: 12 - 867\n* **Úhrn**: 1010 - 68574 (likely an aggregate value, but its meaning is unclear)\n* **ObjectId**: 1.0 - 17.0\n\nOverall, the dataset appears to contain statistical data about various cities or regions in Slovakia, with a focus on education and demographic metrics. However, without further context, it is difficult to provide more specific insights into the data's meaning and significance.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/SODB 2011 - Obyvateľstvo podľa najvyššieho dosiahnutého vzdelania/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "SODB 2011 - Obyvateľstvo podľa zamestnania",
        "description": "This dataset appears to be a collection of statistics and demographic information about various entities (likely people or organizations) in Slovakia. Here is a breakdown of the columns:\n\n**Columns:**\n\n1. **statistic**: This column contains string values representing statistical measures, such as \"count\", \"null_count\", \"mean\", \"std\", etc.\n2. **Okres**: This column has string values representing administrative regions (districts) in Slovakia.\n3. **Zamestnanie__Spolu**: This column has string values representing some kind of employment or occupation information (see note).\n4. **Riadiaci_pracovníci**: This column has string values representing some kind of management or leadership position.\n5. **Príslušní_ci_ozbrojených_síl**: This column has string values representing military affiliation or service (see note).\n6. **Nezistené**: This column has string values representing unknown or missing information.\n7. **Neaplikovateľné**: This column has string values representing some kind of ineligibility or non-applicability.\n8. **ObjectId**: This column contains numerical values, likely IDs.\n\n**Values:**\n\n* The majority of columns contain unique string values (e.g., district names, occupation titles), with the exception of **ObjectId**, which has numerical values ranging from 1 to 5.\n* Columns like **Zamestnanie__Spolu**, **Riadiaci_pracovníci**, and **Príslušní_ci_ozbrojených_síl** have relatively small sets of unique string values (e.g., around 5-6 different values).\n* Column **Okres** has a larger set of unique string values (around 20-25 different district names).\n\n**Ranges:**\n\n* The smallest numerical value in the dataset is **1.0**, found in the **ObjectId** column.\n* The largest numerical value is **5.0**, also found in the **ObjectId** column.\n\nNote:\n\n* Based on the content of columns like **Zamestnanie__Spolu** and **Príslušní_ci_ozbrojených_síl**, it appears that these columns might represent some kind of categorization or classification scheme (e.g., occupation, military affiliation), but without more context, it's difficult to determine their exact meaning.\n\nIn summary, this dataset contains a mix of string and numerical values, with the majority being string values representing various categories and classifications. The **ObjectId** column provides unique identifiers for each row in the dataset.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/SODB 2011 - Obyvateľstvo podľa zamestnania/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "SODB 2011 - Byty podľa obývanosti",
        "description": "**Dataset Description**\n\nThis dataset contains 9 rows and 10 columns of information, with a total of 17 unique values across all columns.\n\n**Columns:**\n\n1. **statistic**: A string column containing various statistics (e.g., \"count\", \"null_count\", etc.)\n2. **Okres**: A string column representing districts or regions.\n3. **Mestská_čať**: A string column with no apparent meaning or description.\n4. **Spolu**: A string column with no apparent meaning or description.\n5. **Neobývané_byty___Byt**: A string column containing information about non-occupied flats (e.g., \"Byt\").\n6. **Neobývané_byty___Prazdne_byty**: A string column containing information about empty flats.\n7. **Nezistené_byty**: A string column with no apparent meaning or description.\n8. **ObjectId**: An integer column representing a unique identifier.\n\n**Values and Ranges:**\n\n1. **statistic**:\n\t* Unique values: 9\n\t* Range: \"count\", \"null_count\", \"mean\", \"std\", \"min\", \"25%\", \"50%\", \"75%\", \"max\"\n2. **Okres**:\n\t* Number of unique values: 17\n\t* Range: Bratislava (7 occurrences), Devín, I, Čunovo, V, and others.\n3. **Mestská_čať**, **Spolu**, **Neobývané_byty___Byt**, **Neobývané_byty___Prazdne_byty**, and **Nezistené_byty**:\n\t* Number of unique values: 17\n\t* Range: Various strings, with no apparent meaning or description.\n4. **ObjectId**:\n\t* Minimum value: 1\n\t* Maximum value: 17\n\t* Standard deviation: 5.049752\n\nNote that the \"count\", \"null_count\", \"mean\", and \"std\" values are likely aggregated statistics for each district, while the other columns appear to contain more specific information about non-occupied flats or unknown values.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/SODB 2011 - Byty podľa obývanosti/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "Počet obyvateľov podľa miesta trvalého pobytu alebo obvyklého bydliska v základných s",
        "description": "**Dataset Description**\n\nThis dataset contains 9 rows and 14 columns, with a total of 213 data points. It appears to be a collection of statistics related to various \"miesto\" (places or areas) in some country.\n\n**Columns:**\n\n1. **statistic**: A string column containing the name of the statistic or metric being measured.\n2. **Kraj___kód**: An integer column with 213 unique values, ranging from 1 to 1 (suggesting a single value is repeated across all rows). It's possible that this column represents some sort of code or identifier for the place.\n3. **Kraj___názov**: A string column with 213 unique values, containing names of places in a language other than English ( likely Czech). The minimum value is \"Bratislavs ký kraj\" and the maximum value is also \"Bratislavs ký kraj\".\n4. **Okres___kód**: An integer column with 213 unique values, ranging from 101 to 105. It's possible that this column represents some sort of code or identifier for a region or district.\n5. **Miesto_tr valého_po...**, etc.: Several string columns containing various statistics or metrics related to the place. The specific names and types of these columns are not immediately clear, but they appear to be descriptive of some aspect of the place (e.g., \"bytu_aleb o__...\")\n6. **Spolu**: A string column with 213 unique values, ranging from 10 to 9708.\n7. **ObjectId**: A floating-point column containing a single value repeated across all rows.\n\n**Values and Ranges:**\n\n* The minimum value in the dataset is 1 (for the \"Kraj___kód\" and \"Spolu\" columns).\n* The maximum value in the dataset is also 1 (for the \"Kraj___kód\" column) or 9708 (for the \"Spolu\" column).\n\nThe remaining columns have missing values, null counts, or null means/stddevs.\n\nOverall, this dataset appears to be a collection of statistics related to various places in some country. The specific nature and purpose of these statistics are not immediately clear without further context.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/Počet obyvateľov podľa miesta trvalého pobytu alebo obvyklého bydliska v základných s/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "Počet obyvateľov podľa postavenia v zamestnaní (súčasného alebo posledne vykonávaného",
        "description": "**Dataset Description**\n\nThe dataset contains 9 rows and 18 columns, with a total of 213 non-missing values. The data appears to be related to statistics or counts of some kind, possibly in the context of administrative regions (kraje) and their districts.\n\n**Columns**\n\n1. **statistic**: A string column containing statistic names.\n2. **Kraj___kód**: An integer column representing a unique code for each kraj (administrative region).\n3. **Kraj___názov**: A string column with the name of each kraj in Slovak language.\n4. **Okres___kód**: An integer column representing a unique code for each okres (district) within a kraj.\n5. **...** (omitted columns): Additional columns containing various statistics or counts, including:\n\t* Iné: A string column with unknown values.\n\t* Nezistené: A string column containing undefined or missing values.\n\t* Spolu: A string column representing some kind of aggregated value.\n6. **ObjectId**: A floating-point number column with unique identifiers for each row.\n\n**Values and Ranges**\n\nThe dataset contains a mix of numerical, categorical, and null values. The ranges for each column are:\n\n1. **statistic**: 9 unique string values (e.g., \"count\", \"null_count\", etc.).\n2. **Kraj___kód**: Values range from 101 to 213.\n3. **Kraj___názov**: Values appear to be unique names of Slovak administrative regions, with some repetition (e.g., \"Bratislavský kraj\").\n4. **Okres___kód**: Values range from 1 to 105.\n5. ... (omitted columns):\n\t* Iné: 180 unique string values, with ranges not specified.\n\t* Nezistené: A single value (\"1\") and a maximum of \"978\".\n\t* Spolu: Maximum value is \"9708\".\n6. **ObjectId**: Unique identifiers ranging from 1 to 213, with an average value of approximately 107.\n\n**Missing Values**\n\nThe dataset contains some missing values, mainly in the Nezistené and Iné columns. The number of null counts varies across columns, with a maximum of 33 in the Iné column and only one null value in the Nezistené column.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/Počet obyvateľov podľa postavenia v zamestnaní (súčasného alebo posledne vykonávaného/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "Počet obyvateľov podľa odvetvia ekonomickej činnosti v základných sídelných jednotkác",
        "description": "Based on the provided output, here is a description of the dataset:\n\n**Description:** This dataset appears to be a collection of statistical information about various entities, likely companies or businesses. The data includes metrics related to chemical production, animal breeding, employment, and other business-related activities.\n\n**Columns:**\n\n1. **statistic**: A column with string values (e.g., \"count\", \"null_count\", etc.) that seem to represent the type of statistical information.\n2. **Výroba_chemických...** (Chemical production): A column with integer values ranging from 1 to 8, indicating some kind of chemical production metric.\n3. **Pestovani e_plodín...** (Breeding of living organisms): A column with integer values ranging from 1 to 99, possibly representing the number of living organisms being bred.\n4. **Výroba_osprávných...** (Production of approved substances): A column with integer values ranging from 1 to 9, indicating some kind of substance production metric.\n5. **Ostatné_osobné služby...** (Other personal services): A column with integer values ranging from 1 to 9, possibly representing the number of people employed in various sectors.\n6. **Informačná služba...** (Informational service): A column with integer values ranging from 1 to 9, indicating some kind of information-related metric.\n7. **Prenájom a lízing...** (Renting and leasing): A column with integer values ranging from 1 to 9, possibly representing the number of rented or leased assets.\n8. **Zamestná v zahraničí...** (Employment abroad): A column with integer values ranging from 1 to 9, indicating some kind of employment metric related to foreign countries.\n\n**Values and Ranges:**\n\n* The dataset has 9 rows (or instances) and 101 columns.\n* Each column has a specific range of values:\n\t+ **Chemical production**: 1-8\n\t+ **Breeding of living organisms**: 1-99\n\t+ **Production of approved substances**: 1-9\n\t+ **Other personal services**: 1-9\n\t+ **Informational service**: 1-9\n\t+ **Renting and leasing**: 1-9\n\t+ **Employment abroad**: 1-9\n\nNote that some columns have missing or null values, indicated by \"null\" in the summary output.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/Počet obyvateľov podľa odvetvia ekonomickej činnosti v základných sídelných jednotkác/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "Dotazníkový prieskum k plánovanej revitalizácii Trhoviska Miletičova",
        "description": "**Dataset Description**\n\nThis dataset appears to be a collection of categorical and numerical variables related to some sort of survey or questionnaire responses. The data contains 9 columns with various types of information, including categorical strings, numerical values, and counts.\n\n**Columns and Their Types**\n\n1. **statistic**: This column seems to contain the name of each variable or statistic collected in the survey.\n2. **F4_b__Prí_ležitostný_blší_trh**: This is a categorical string column with 83 unique responses (count), 2372 null counts, and a minimum value of 1.\n3. **F4_f__Kul_túrne_akcie**: This is a numerical column with a single response value of 0.0, 2455.0 as the maximum count, and no minimum or maximum values reported.\n4. **F7__Pomen_ujte_aktuality**: This is another categorical string column with 2294 unique responses (count), 161 null counts, and a minimum value of \"Autom\".\n5. ...: The dataset contains several more columns, each with their own characteristics.\n\n**Value Ranges**\n\n* The count of unique responses ranges from 1 to 2294.\n* Null counts range from 0 to 2455.\n* Minimum values are reported for some categorical string columns (e.g., \"Autom\", \"ani spokojný/á ani nespokojný...\", and \"Pešo\").\n\n**Notes**\n\n* The dataset contains a mix of categorical and numerical data, which can be useful for different types of analysis.\n* Some columns have very high null counts (e.g., 2372 in F4_b__Prí_ležitostný_blší_trh), which may indicate missing or unreliable data.\n* Further investigation into the dataset's structure and content would be necessary to understand its full implications.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/Dotazníkový prieskum k plánovanej revitalizácii Trhoviska Miletičova/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "Počet prijatých žiadostí o vydanie cestovného pasu občanom podľa veku",
        "description": "**Dataset Description**\n\nThe dataset consists of 9 rows and 10 columns, containing various statistics about different regions in Slovakia.\n\n**Columns:**\n\n1. **statistic**: A string column containing the type of statistic (e.g., \"count\", \"null_count\", etc.)\n2. **Okres**: A string column representing the name of a region in Slovakia.\n3. **Rok**: A string column showing the year associated with each statistic.\n4. **Do_5_rokov**, **Do_6_rokov**: String columns containing values related to 5-year and 6-year periods, respectively.\n5. **F6_16_roko**: A string column representing a value for the period from 1916 to 1966 (inclusive).\n6. **Od_16_rok**: A string column showing values related to the period from 1916 onwards.\n7. **ObjectId**: A numeric column (f64) containing unique identifiers.\n\n**Values and Ranges:**\n\n* **Okres**:\n\t+ Values: Bratislava I, various other regional names\n\t+ Range: Not specified, but likely a list of Slovak regions\n* **Rok**:\n\t+ Values: 2008-2023 (inclusive)\n\t+ Range: A consecutive sequence of years from 2008 to 2023\n* **Do_5_rokov**, **Do_6_rokov**:\n\t+ Values: various numbers, with some NaN values\n\t+ Range: Not specified, but likely a range of integers or floats\n* **F6_16_roko**, **Od_16_rok**:\n\t+ Values: various numbers, with some NaN values\n\t+ Range: Not specified, but likely a range of integers or floats\n* **ObjectId**:\n\t+ Values: 1.0-65.0 (inclusive)\n\t+ Range: A sequence of positive numbers from 1 to 65\n\nNote that the \"mean\", \"std\", \"min\", \"25%\", \"50%\", and \"75%\" columns are not explicitly mentioned in the dataset description, but they appear to contain calculated statistics related to the other columns.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/Počet prijatých žiadostí o vydanie cestovného pasu občanom podľa veku/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "Počet prijatých žiadostí o vydanie cestovného pasu občanom podľa počtu dní",
        "description": "**Dataset Description:**\n\nThis dataset contains 9 rows and 8 columns, providing information about a statistic or measurement across various categories.\n\n**Columns:**\n\n1. **statistic**: A string column containing the name of the statistic being measured.\n2. **Okres**: A string column representing the region or district where the measurement was taken (e.g., \"Bratislava I\").\n3. **Rok**: A string column indicating the year in which the measurement was recorded (ranging from 2010 to 2023).\n4. **Do_2_dní**, **F30_dní**, and **Do_10_dní**: String columns representing different measurements or time periods, with values ranging from 0 to a maximum of 990, 9544, and 954 respectively.\n5. **Offline**: A string column indicating the offline status of the measurement (ranging from 0 to 4).\n6. **ObjectId**: A numeric column containing a unique identifier for each row, ranging from 1.0 to 55.0.\n\n**Values:**\n\n* The **statistic**, **Okres**, and **Rok** columns contain string values.\n* The **Do_2_dní**, **F30_dní**, **Do_10_dní**, and **Offline** columns contain string values representing measurements or time periods.\n* The **ObjectId** column contains numeric values ranging from 1.0 to 55.0.\n\n**Ranges:**\n\n* The **Rok** column ranges from 2010 to 2023.\n* The **Do_2_dní**, **F30_dní**, and **Do_10_dní** columns have maximum values of 990, 9544, and 954 respectively.\n* The **Offline** column ranges from 0 to 4.\n* The **ObjectId** column ranges from 1.0 to 55.0.\n\nOverall, this dataset appears to contain information about various measurements or statistics recorded over several years across different regions and districts.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/Počet prijatých žiadostí o vydanie cestovného pasu občanom podľa počtu dní/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "scitace_gps",
        "description": "**Dataset Description**\n\nThis dataset appears to contain various statistics and attributes for a set of locations or geographic points. The data is structured in a tabular format with 9 columns and 9 rows.\n\n**Columns**\n\n1. **statistic**: This column contains string values representing statistical measures, such as \"count\", \"null_count\", \"mean\", \"std\", \"min\", \"25%\", \"50%\", \"75%\", and \"max\".\n2. **OBJECTID**: This column contains floating-point values (f64) with a maximum of 11.0 and a minimum of 0.0.\n3. **ID**: Similar to OBJECTID, this column also contains f64 values with a range of 11.0 to 9341.0.\n4. **NAME**: This column contains string values representing location names or identifiers.\n5. **LAT** (Latitude) and **LON** (Longitude): These columns contain floating-point values (f64) for geographic coordinates, ranging from approximately 48.112534 to 48.176254 (latitude) and 16.999958 to 17.131644 (longitude).\n6. **IN_** and **OUT**: These columns appear to represent some kind of categorical or qualitative data, with string values such as \"Centrum\", \"Trnavské mýto\", etc.\n\n**Values and Ranges**\n\n* Statistic column:\n\t+ Count: 11.0\n\t+ Null count: 0.0\n\t+ Mean: 7.0 (OBJECTID), null (NAME)\n\t+ Standard deviation: 3.316625 (OBJECTID), null (NAME)\n\t+ Min, 25%, 50%, 75%, max: Various numeric values\n* OBJECTID column:\n\t+ Range: 11.0 to 9341.0\n* ID column:\n\t+ Range: 1394.0 to 9341.0\n* NAME column:\n\t+ Values: String identifiers, e.g., \"Devínska cesta\", \"Železná studnička\"\n* LAT and LON columns:\n\t+ Latitude range: 48.112534 to 48.176254\n\t+ Longitude range: 16.999958 to 17.131644\n* IN_ and OUT columns:\n\t+ Values: String identifiers, e.g., \"Centrum\", \"Trnavské mýto\"\n\n**Interpretation**\n\nThis dataset appears to contain location-specific data, possibly related to a city or urban area (e.g., Bratislava?). The various statistic columns provide summary measures for the OBJECTID and ID attributes. The LAT and LON columns indicate geographic coordinates, while the IN_ and OUT columns seem to represent some kind of categorical or qualitative data associated with these locations.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/scitace_gps/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "Štátne_cesty_na_území_Bratislavy_zobrazenie",
        "description": "**Dataset Description**\n\nThis dataset contains information about a collection of objects or entities, with 9 columns and 21 rows (as indicated by the shape `(9, 21)`).\n\n**Columns:**\n\n1. **statistic**: a string column containing statistical descriptions.\n2. **OBJECTID**: a float column representing object IDs.\n3. **Id**: a float column representing unique identifiers.\n4. **Trieda_ko**: a string column representing classification or categorization information (munikacie).\n5. **EditDate**: a float column representing dates of edits or modifications.\n6. **Editor**: a string column representing the name of editors or contributors (e.g., OskMagBA, miriam.januskova).\n7. **Shape__Area**: a float column representing shape areas.\n8. **Shape__Length**: a float column representing shape lengths.\n\n**Values and Ranges:**\n\n* **statistic**: string values containing various statistical descriptions (e.g., \"count\", \"null_count\", \"mean\", \"std\").\n* **OBJECTID**: float values ranging from 1.0 to 129.0.\n* **Id**: float values ranging from 316.0 to 1920.0.\n* **Trieda_ko**: string values representing classification information (e.g., \"cesta I/2\", \"cesta III/1082\").\n* **EditDate**: float values representing dates in the format `1.6601e12` to `1.7017e12`.\n* **Editor**: string values representing editor names.\n* **Shape__Area**: float values ranging from 8.0 to 78701.763.\n* **Shape__Length**: float values ranging from 64.0 to 13684.09.\n\nNote that some columns have null or missing values, as indicated by the `null_count` column.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/Štátne_cesty_na_území_Bratislavy_zobrazenie/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "Faktúry_Magistrátu_hlavného_mesta_SR_Bratislava_od_roku_2011",
        "description": "**Dataset Description**\n\nThe dataset contains 9 columns and 22 rows, with a total of 9 entries. The data is presented in a tabular format with various statistical measures for each column.\n\n**Columns:**\n\n1. **statistic**: a string column representing some sort of statistic or category.\n2. **IDENTIFIK ÁTOR_FAKT**: an integer column (ID) that appears to be unique identifiers.\n3. **NÁZOV_OBJ EDNÁVATEĽ NÁVATEĽA**: string columns containing names, titles, or descriptions of objects.\n4. **IČO_OBJED**: a string column representing some sort of identification or code.\n5. **DÁTUM_DOR DÁTUM_ZAÚ DÁTUM_ÚHR**: three numeric columns representing dates in different formats (year, year-month, and year-month-day).\n6. **ObjectId**: an integer column with unique identifiers.\n7. **UČENIA_FAKT ÚRY ČTOVANIA_FAKT**: two numeric columns representing some sort of fact or value related to education or reading.\n8. **KTÚRY FAKTÚRY ADY**: two numeric columns representing some sort of key or fact related to learning or teaching.\n\n**Values and Ranges:**\n\n* Most integer columns have values between 0 and 1000, with some exceptions (e.g., `IDENTIFIK ÁTOR_FAKT` has values up to 41900473).\n* The date columns (`DÁTUM_DOR`, `DÁTUM_ZAÚ`, and `DÁTUM_ÚHR`) have values in the range of approximately 1.2681e12 to 1.7025e12, suggesting years from around 1268 to 1702.\n* The numeric columns (`UČENIA_FAKT` and `ČTOVANIA_FAKT`) have mean values between 1.5338e12 and 1.5387e12, with standard deviations ranging from approximately 1.1766e11 to 1.1500e11.\n* The minimum values for the date columns range from around 12681 to 12948, while the maximum values range from 12823 to 17025.\n\nOverall, this dataset appears to contain information about some sort of educational or administrative records, with various statistical measures and dates presented in a structured format.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/Faktúry_Magistrátu_hlavného_mesta_SR_Bratislava_od_roku_2011/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "Objednávky_Magistrátu_hlavného_mesta_SR_Bratislava_od_roku_2011",
        "description": "**Dataset Description**\n\nThe dataset has 9 columns and 21 rows, with a total of 9 data points (shape: (9, 21)). It appears to be a collection of statistics and demographic information about individuals or organizations.\n\n**Columns:**\n\n1. **statistic**: A string column representing various statistical metrics.\n2. **IDENTIFIKÁTOR_OBJEDNÁVK**: An object identifier for ordering (string).\n3. **NÁZOV_OBJEČKA**: The name of the object (string).\n4. **IČO_OBJEDNATEĽA**: The identification number of the person or organization making the order (string).\n5. **...** (empty column)\n6. **MENA**: Unknown meaning, but possibly a currency code (string: \"EUR\").\n7. **DÁTUM_DOKLADENIA**: Date of documentation (numeric: 1.2952e12 to 1.7193e12).\n8. **DÁTUM_VYRESNENIA**: Date of resolution (numeric: 1.2952e12 to 1.7207e12).\n9. **ObjectId**: A unique identifier for each data point (numeric).\n\n**Values and Ranges:**\n\n* Most columns have a range from 0 to 1000 or 999, indicating that these values are present in all rows.\n\t+ count: 1000\n\t+ IDENTIFIKÁTOR_OBJEDNÁVK: OSP1100001 to OTS2402785 (unique identifiers)\n\t+ NÁZOV_OBJEČKA: Magistrát hlavného mesta SR Br... ( repeating string values)\n* Other columns have varying ranges:\n\t+ DÁTUM_DOKLADENIA and DÁTUM_VYRESNENIA: 1.2952e12 to 1.7207e12\n\t+ MENA: EUR (single value)\n\t+ ObjectId: 1.0 to 1000.0\n\nThe dataset appears to contain a mix of string, numeric, and currency code columns, with most values ranging from 0 to 1000 or repeating specific strings. The date columns have very large numbers, which might be due to a specific data format or representation.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/Objednávky_Magistrátu_hlavného_mesta_SR_Bratislava_od_roku_2011/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "Zmluvy_Magistrátu_hlavného_mesta_SR_Bratislava_zverejnené_od_júla_2022",
        "description": "Here is a description of the dataset:\n\n**Dataset Description:**\n\nThis dataset appears to contain information about companies or organizations in Slovakia. The data is organized into 18 columns, with each row representing a single entity.\n\n**Columns:**\n\n1. **statistic**: A string column containing some kind of statistical information (e.g., \"count\", \"mean\", etc.)\n2. **IČO_SAMOS**: A string column containing IČO numbers (Slovak tax identification number) for some entities\n3. **NÁZOV_SAM**: A string column containing names or titles of some entities\n4. **NÁZOV_ORG**: A string column containing organization or company names\n5. ...: An empty column with no data\n6. **CELKOVÁ_S**: A float column containing some kind of total value (e.g., total revenue, etc.)\n7. **DÁTUM_POD**: A float column containing dates in a Unix timestamp format\n8. **DÁTUM_ZVE**: A float column containing dates in a Unix timestamp format\n9. **ObjectId**: A float column containing unique identifiers for each entity\n\n**Values and Ranges:**\n\n* `IČO_SAMOS`: Values range from 603481 to 603481 (only one unique value)\n* `NÁZOV_SAM`: Values are strings with varying lengths, but no specific range or distribution is apparent\n* `CELKOVÁ_S`: Values range from 0.0 to 4.1353e7 (a large range of possible values)\n* `DÁTUM_POD` and `DÁTUM_ZVE`: Values are Unix timestamps ranging from approximately 1.6245e12 to 1.6855e12\n* `ObjectId`: Values are unique floating-point numbers ranging from 1.0 to 1000.0\n\n**Missing Data:**\n\nThe dataset contains some missing values, particularly in the `IČO_SAMOS` and `NÁZOV_ORG` columns, where there is one or more null values.\n\nNote that this description is based on a visual inspection of the data and may not be comprehensive or entirely accurate without further analysis.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/Zmluvy_Magistrátu_hlavného_mesta_SR_Bratislava_zverejnené_od_júla_2022/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "vklady_2020_2023",
        "description": "Here is a description of the dataset:\n\n**Dataset Name:** (Not specified)\n\n**Description:** This dataset appears to contain statistical summaries for a collection of objects or items, likely from a database or catalog. The data includes various descriptive statistics and minimum/maximum values.\n\n**Columns:**\n\n1. **statistic**: A string column containing the type of statistic being calculated (e.g., \"count\", \"mean\", etc.)\n2. **Spis**: A string column with value \"1000\" indicating a total count or quantity.\n3. **datum**: A string column with values representing dates in the format \"dd.mm.yyyy\".\n4. **MS**: A string column containing minimum and maximum values, represented as strings (e.g., \"cu\", \"zb\").\n5. **ObjectId**: An integer column representing unique identifiers for each object or item.\n\n**Values and Ranges:**\n\n* **Spis**: All values are 1000.\n* **datum**: Values range from \"1.10.2020\" to \"9.11.2020\".\n* **MS**: Minimum values are represented by strings (e.g., \"cu\"), while maximum values are also represented as strings (e.g., \"zb\").\n* **ObjectId**: Values range from 1.0 to 1000.0, with a mean of 500.5 and a standard deviation of approximately 288.819436.\n* **statistic**: Various statistics are calculated for the ObjectId column, including count, null_count, mean, std, min, 25%, 50%, 75%, and max.\n\n**Notes:**\n\n* The \"null\" values in some columns suggest that these fields may not be relevant or have missing data.\n* The unusual formatting of the MS and datum columns (using strings instead of numerical values) is unclear without further context.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/vklady_2020_2023/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "autorizacie_2020_2023",
        "description": "**Dataset Description**\n\nThis dataset contains information about a set of statistics, each associated with a unique ObjectId. The data is organized into four columns:\n\n1. **statistic**: A string column containing the type of statistic being reported (e.g., \"count\", \"null_count\", \"mean\", etc.)\n2. **Spis**: A string column containing a value related to the statistic, likely representing some kind of identifier or code.\n3. **Datum**: A string column containing a date-related value associated with each statistic, likely representing the timestamp when the data was recorded.\n4. **ObjectId**: A floating-point number column containing a unique identifier for each statistic, with a range from 1.0 to 1000.0.\n\n**Columns and Values**\n\n| Column | Data Type | Description |\n| --- | --- | --- |\n| statistic | string | Type of statistic being reported (e.g., \"count\", \"null_count\", etc.) |\n| Spis | string | Value related to the statistic, likely an identifier or code |\n| Datum | string | Date-related value associated with each statistic |\n| ObjectId | floating-point number | Unique identifier for each statistic, ranging from 1.0 to 1000.0 |\n\n**Value Ranges**\n\n* **Spis**: The minimum value is 20200001 and the maximum value is 20200960.\n* **Datum**: The minimum date is \"1.10.2020\" and the maximum date is \"9.6.2020\".\n* **ObjectId**: The values range from 1.0 to 1000.0.\n\n**Note**\n\nThe dataset has a shape of (9, 4), indicating that there are 9 rows in total, with each row having four columns. However, the actual number of unique statistics is not explicitly stated, as some columns contain null or missing values for certain rows.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/autorizacie_2020_2023/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "Súbor_vzdelávacích_inštitúcií_v_rámci_mesta_Bratislava",
        "description": "**Dataset Description**\n\nThis dataset appears to be a collection of educational statistics from various institutions in Bratislava, Slovakia. It contains 9 rows and 8 columns.\n\n**Columns:**\n\n1. **statistic**: This column seems to contain the type of statistical data being recorded (e.g., \"count\", \"null_count\", \"mean\", etc.).\n2. **Okres**: This column appears to represent the district or region in Bratislava where the educational institution is located.\n3. **Typ**: This column contains the type of school or education establishment, such as \"Gymnázium\" (gymnasium) or \"Špeciálna škola\" (special school).\n4. **Vzdelávaci a_inštitúc**: This column seems to represent some aspect of educational institution characteristics, possibly related to their type or operation.\n5. **Ulica**: This column contains the street address of the educational institution.\n6. **Mestská_č**: This column appears to be related to the municipality or district code in Bratislava.\n7. **ObjectId** and **ObjectId2**: These two columns contain unique identifiers for each educational institution, with ObjectId being a floating-point number and ObjectId2 being an integer.\n\n**Values and Ranges:**\n\n* **statistic**: Contains values such as \"count\", \"null_count\", \"mean\", etc., indicating the type of statistical data being recorded.\n* **Okres**: Has 7 unique values (Bratislava I, Bratislava II, ..., Bratislava VII), representing different districts in Bratislava.\n* **Typ**: Contains 9 unique values (Gymnázium, Špeciálna škola, ...), indicating various types of educational institutions.\n* **Ulica**: Has a single value \"Adámiho 11\", indicating the street address of an educational institution.\n* **Mestská_č**: Contains two unique values (Bratislava a-Devín and Bratislava a-Čunovo), representing different municipalities or districts in Bratislava.\n* **ObjectId** and **ObjectId2**: Both columns contain integer values, with ObjectId ranging from 0.0 to 521.0 and ObjectId2 ranging from 1.0 to 521.0.\n\nOverall, this dataset appears to be a collection of educational statistics from various institutions in Bratislava, with information about the type of institution, location, and unique identifiers.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/Súbor_vzdelávacích_inštitúcií_v_rámci_mesta_Bratislava/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "Počet_žiakov_športových_tried_základných_škôl_podľa_druhu_športu",
        "description": "**Dataset Description**\n\nThe dataset contains 9 rows and 9 columns, with a total of 81 data points. The columns are described below:\n\n### Column Descriptions\n\n1. **statistic**: A string column containing various statistics or values.\n2. **Okres**: A string column representing the district or region.\n3. **Rok**: A numeric column representing the year (2017.0 to 2018.0).\n4. **Ročník**: A string column representing the academic year or season (e.g., \"1-4.ročník\").\n5. **...** (5 columns): Unknown or missing values in these columns.\n6. **Druh_špor**: A string column representing the type of sport or activity (e.g., \"Atletika\", \"Ľadový hokej\").\n7. **Počet**: A numeric column representing a count value (0.0 to 22.0).\n8. **ObjectId**: A numeric column containing an ID value (0.0 to 1000.0), likely unique identifiers.\n9. **ObjectId2**: A numeric column containing another ID value (1.0 to 1000.0).\n\n### Value Ranges\n\n* **statistic**: Various string values\n* **Okres**: String values, including \"Bratislava\"\n* **Rok**: Numeric values between 2017.0 and 2018.0\n* **Ročník**: String values with a specific format (e.g., \"1-4.ročník\")\n* **...** (5 columns): Unknown or missing values\n* **Druh_špor**: String values, including \"Atletika\" and \"Ľadový hokej\"\n* **Počet**: Numeric values between 0.0 and 22.0\n* **ObjectId**: Numeric values between 0.0 and 1000.0\n* **ObjectId2**: Numeric values between 1.0 and 1000.0\n\nNote: The dataset appears to contain some missing or unknown values, indicated by \"null\" or unknown strings in certain columns.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/Počet_žiakov_športových_tried_základných_škôl_podľa_druhu_športu/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "survey123_f8f263dd1e1b4462b198bbb6395c354f_results",
        "description": "**Dataset Description**\n\nThis dataset consists of 9 rows and 10 columns. It appears to be a tabular representation of various statistics and metadata related to a specific type of object or entity.\n\n**Columns**\n\nThe columns in this dataset are:\n\n1. **statistic**: A string column containing statistical information.\n2. **OBJECTID**: A floating-point number column representing a unique identifier for each object (average value: 5.428571, range: 1.0 - 9.0).\n3. **GlobalID**: A string column containing a globally unique identifier for each object.\n4. **created_u**: A string column indicating the creation date and time of each object in \"arcgeo2\" format (range: \"7\").\n5. **last_edit**: A floating-point number column representing the last edit date and time of each object in seconds since the Unix epoch (average value: 1.7054e12, range: 1.7054e12 - 1.7055e12).\n6. **hranice**: A string column indicating a boundary or area related to each object.\n7. **Shape__Ar**: A floating-point number column representing the shape's area (average value: 9.1591e6, range: 15188.528 - 2.8270e7).\n8. **Shape__Le**: A floating-point number column representing the length of the shape (average value: 8908.8088, range: 499.65712 - 23538.553).\n9. **null_count**: An integer column indicating the count of null values in each row.\n10. Various statistical columns (mean, std, min, 25%, 50%, 75%, max) providing summary statistics for each column.\n\n**Values and Ranges**\n\nThe dataset contains a mix of string and numeric values, with various ranges as follows:\n\n* **statistic**: strings\n* **OBJECTID**: floating-point numbers between 1.0 and 9.0\n* **GlobalID**: strings (unique identifiers)\n* **created_u**: \"arcgeo2\" formatted strings\n* **last_edit**: floating-point numbers between 1.7054e12 and 1.7055e12\n* **hranice**: strings indicating boundaries or areas\n* **Shape__Ar** and **Shape__Le**: floating-point numbers with varying ranges (see above)\n* **null_count**: integer values (0 - 2)\n\nNote that some columns have null or missing values, which are represented as \"null\" in the table.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/survey123_f8f263dd1e1b4462b198bbb6395c354f_results/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "Transfer_neštátnym_školám_a_školským_zariadeniam_poskytnutý_v_rokoch_2010___2023",
        "description": "**Dataset Description**\n\nThe dataset appears to contain information about schools, their financial data, and possibly some relationships between them. It has 9 rows (samples) and 8 columns (features). The dataset is likely a collection of data from various sources, including government records or educational institutions.\n\n**Columns:**\n\n1. **statistic**: A string column containing an unknown type of statistic (e.g., count, mean, median, etc.).\n2. **Rok**: A numeric column representing the year.\n3. **Názov_škol** (School Name): A string column with school names.\n4. **Adresa__sílo__školy** (Address): A string column containing school addresses.\n5. **Mesto** (City): A string column indicating the city of the school.\n6. **Suma_finančných_prospektů** (Financial Summary): A numeric column with financial data, possibly representing some sort of budget or revenue.\n7. **ObjectId**: An integer column containing a unique identifier for each row, which is null for all rows except one.\n8. **ObjectId2**: Another integer column similar to ObjectId.\n\n**Values and Ranges:**\n\n* **Rok**: 1000 different values, ranging from 2010.0 to 2020.0 (inclusive).\n* **Názov_škol**: 1000 unique values, with no duplicates.\n\t+ Some examples: Anna Brinkáčová – Súkromná škola, Špeciálna základná škola Hálkovo\n* **Mesto**: 1000 unique values, all of which are \"Bratislava\".\n* **Suma_finančných_prospektů**: 999 non-null values, ranging from 111.0 to 1.032908e6 (approximately).\n\t+ The mean is around 77789.7057, with a standard deviation of about 99256.0487.\n* **ObjectId** and **ObjectId2**: Both columns have 1000 null values each.\n\nOverall, this dataset appears to be a collection of information about schools in Bratislava, with various financial and statistical data associated with them.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/Transfer_neštátnym_školám_a_školským_zariadeniam_poskytnutý_v_rokoch_2010___2023/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "DN_analyza",
        "description": "**Dataset Description**\n\nThe provided dataset appears to contain information about various statistics, dates, and categorical values. It has a shape of `(9, 49)`, indicating that there are 9 rows and 49 columns.\n\n**Columns and their Datatypes**\n\nThe column names and datatypes are as follows:\n\n1. `statistic`: string\n2. `Join_Coun`: float64 (19.0)\n3. `TYZDEN_20`: float64 (19.0)\n4. `S_účastní kom_chodc`: string (3 unique values: Áno, null)\n5. ... (46 more columns with varying datatypes)\n6. `DEN_2023`: float64 (19.0)\n7. `POCET_TAZ KO_ZRANEN`: float64 (19.0)\n8. `TARGET_FI D`: float64 (19.0)\n9. `DEN_2022`: string (19 unique values: Nedeľa, null)\n\n**Values and Ranges**\n\nThe dataset contains the following values and ranges:\n\n* `statistic`: 1 unique value \"count\" or \"null_count\" with values ranging from 0 to 16\n* `Join_Coun`, `TYZDEN_20`: all values are 19.0\n* `S_účastní kom_chodc`: only two unique values Áno and null, with a count of 3 and 16 respectively\n* `DEN_2022`: a string column with 19 unique values ranging from Nedeľa to Štvrtok (a mix of days of the week)\n* `TARGET_FI D`: all values are 19.0\n* `POCET_TAZ KO_ZRANEN`: all values are 19.0\n* `DEN_2023`: all values are 19.0\n* Other columns: see individual column descriptions\n\nNote that some columns have null or missing values, and the ranges for certain columns may be misleading due to the presence of these null values.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/DN_analyza/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "Výmera_územia_podľa_druhu_pozemku_2019___2022",
        "description": "Here is a description of the dataset:\n\n**Number of samples:** 9 (this seems to be an error, as there are actually more than 9 rows in the table)\n\n**Number of features:** 20\n\n**Column descriptions:**\n\n1. **statistic**: string column with various statistical values\n\t* Values: `count`, `null_count`, `mean`, `std`, `min`, `25%`, `50%`, `75%`, and `max`\n2. **Rok**: float64 column representing the year\n\t* Values: 68 unique years, ranging from 2019 to 2022 (inclusive)\n3. **Okres**: string column representing the region\n\t* Values: 1 unique value: \"Bratislava\"\n4. **Mestská_č**: string column representing the city or municipality\n\t* Values: various municipalities in Bratislava, e.g., \"Devín\", \"Čunovo\"\n5. **...** (19 remaining columns): float64 and string columns with various values\n\t* Values: see below for specific ranges\n\n**Value ranges:**\n\n1. **Zastavané plochy a nádvoria**: float64 column\n\t* Min: 560446.0, Max: 19602444e7 (approximately)\n2. **Ostatné plochy**: float64 column\n\t* Min: 1.042951e6, Max: 10369517e7 (approximately)\n\n**Notes:**\n\n* The `ObjectId` and `ObjectId2` columns seem to be identical, with a value of null for all rows.\n* The remaining 19 columns have various values, but no specific ranges are provided in the table.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/Výmera_územia_podľa_druhu_pozemku_2019___2022/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "Technická_mapa_s_kladom_mapových_listov",
        "description": "Here is a description of the dataset:\n\n**Number of rows and columns:**\n\n* Shape: (9, 8) - indicating 9 rows and 8 columns.\n\n**Column descriptions:**\n\n1. **statistic**: This column appears to contain various statistical measures for each row.\n\t* Data type: string\n\t* Values:\n\t\t+ \"count\" (single value)\n\t\t+ \"null_count\" (single value)\n\t\t+ \"mean\", \"std\", \"min\", \"25%\", \"50%\", \"75%\", and \"max\" (all null except for mean and max, which have single values)\n2. **OBJECTID**: This column contains unique IDs.\n\t* Data type: float64\n\t* Values: integers ranging from 1 to 2000 (inclusive)\n3. **id**: This column is identical to OBJECTID.\n\t* Data type: float64\n\t* Values: same as OBJECTID (integers ranging from 1 to 2000, inclusive)\n4. **nazov** and **skratka**: These columns contain string values related to names and abbreviations of objects.\n\t* Data type: string\n\t* Values:\n\t\t+ \"PEZINOK\" (minimum value) to \"STUPAVA\" (maximum value) in the nazov column, with a mix of strings in between.\n\t\t+ Strings like \"p56333\", \"s38422\" for specific objects\n5. **www**: This column contains URLs related to web presence.\n\t* Data type: string\n\t* Values:\n\t\t+ Various URLs starting with \"https://ma.py.bratislava.sk/...\" and \".../\"\n6. **Shape__Area** ( Shape__Ar ) and **Shape__Length** ( Shape__Le ): These columns contain geometric measures related to the shape of objects.\n\t* Data type: float64\n\t* Values:\n\t\t+ Same value in both columns (78125.0), with a minimum of 78125.0, 25% being 78125.0, and maximum also being 78125.0.\n\t\t+ A minimum length of 1125.0, with 25%, 50%, 75%, and maximum all sharing the same value (1125.0).\n\n**Missing values:**\n\n* **mean**, **std**, **25%**, **50%**, **75%**, and **null_count** columns have null values.\n* The rest of the columns contain non-null, consistent values.\n\nOverall, this dataset appears to describe a set of objects with various attributes (id, name, abbreviation, URL, shape characteristics), where each object has a unique ID and shares some common geometric measures.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/Technická_mapa_s_kladom_mapových_listov/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    },
    {
        "title": "Spôsob_nakladania_s_odpadmi_od_roku_2018",
        "description": "**Dataset Description**\n\nThis dataset appears to contain statistical information about waste management and recycling efforts in a specific region or country, with data collected over several years. The dataset has 9 rows (likely representing different cities or regions) and 7 columns.\n\n**Columns:**\n\n1. **statistic**: This column contains various statistics related to the data, such as count, mean, standard deviation, minimum, 25th percentile, median, 75th percentile, and maximum values.\n2. **Rok**: A date column (year) with a numeric value type (f64).\n3. **Energetické_zhod_notenie**: An energy-related statistic column with a numeric value type (f64). The unit of measurement is not specified in the table, but it may relate to energy consumption or production.\n4. **Recyklácia_a_zh_odnotenie_BRKO**: A recycling and waste management statistic column with a numeric value type (f64).\n5. **Skládkovanie**: Another energy-related statistic column with a numeric value type (f64). The unit of measurement is not specified, but it may relate to waste disposal or treatment.\n6. **ObjectId**: An identification column with a numeric value type (f64), possibly representing unique identifiers for cities, regions, or facilities.\n7. **ObjectId2**: Another identification column with a numeric value type (f64).\n\n**Values and Ranges:**\n\n* **Rok**: 5 values in the range of 2018 to 2022.\n* **Energetické_zhod_notenie**: Values ranging from approximately 98,312.3 to 118,153.5.\n* **Recyklácia_a_zh_odnotenie_BRKO**: Values ranging from approximately 74,811.4 to 93,990.9.\n* **Skládkovanie**: Values ranging from approximately 17,554.7 to 26,992.3.\n* **ObjectId** and **ObjectId2**: Both columns have a single value of null (5) or a unique identifier (1-5).\n\nThis dataset appears to be useful for analyzing waste management and recycling efforts over time, as well as understanding energy consumption and production patterns in specific regions or cities.",
        "source": null,
        "table": "https://services8.arcgis.com/pRlN1m0su5BYaFAS/ArcGIS/rest/services/Spôsob_nakladania_s_odpadmi_od_roku_2018/FeatureServer/0/query?where=1%3D1&outFields=*&returnGeometry=false&outSR=&f=json"
    }
]